Repository: ravindravala/Platinny
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, es, fr

source: Enter pickup location
ar: أدخل موقع الاستلام
az: Alma yerini daxil edin
es: Introduzca la ubicación de recogida
fr: Entrez le lieu de prise en charge

source: Where to go ?
ar: إلى أين أذهب؟
az: Hara getməli?
es: ¿A dónde ir?
fr: Où aller ?

source: Select from map
ar: اختر من الخريطة
az: Xəritədən seçin
es: Seleccionar del mapa
fr: Sélectionner sur la carte

source: Bid Amount
ar: مبلغ العرض
az: Təklifin məbləği
es: Monto de la oferta
fr: Montant de l'enchère

# noRequest
source: No requests right now!
ar: لا يوجد طلبات في الوقت الراهن!
az: Hazırda sorğu yoxdur!
es: ¡No hay solicitudes en este momento!
fr: Aucune demande pour le moment !

source: Searching...
ar: جاري البحث...
az: Axtarılır...
es: Búsqueda...
fr: Recherche...

source: Search Result
ar: نتيجة البحث
az: Axtarış Nəticəsi
es: Resultado de la búsqueda
fr: Résultat de la recherche

# onlineCaps
source: ONLINE
ar: متصل
az: ONLAYN
es: EN LÍNEA
fr: EN LIGNE

# offlineCaps
source: OFFLINE
ar: غير متصل
es: DESCONECTADO
fr: HORS LIGNE

source: Waiting for User response
ar: في انتظار رد المستخدم
az: İstifadəçinin cavabı gözlənilir
es: Esperando la respuesta del usuario
fr: En attente de la réponse de l'utilisateur

# yourOnline
source: You're Online
ar: أنت متصل بالإنترنت
az: Onlaynsınız
es: Estás en línea
fr: Vous êtes en ligne

# yourOffline
source: You're Offline
ar: أنت غير متصل بالإنترنت
az: Oflaynsınız
es: Estás desconectado
fr: Vous êtes hors ligne

source: Select
ar: يختار
az: seçin
es: Seleccionar
fr: Sélectionner

source: Incentives
ar: الحوافز
az: Həvəsləndiricilər
es: Incentivos
fr: Incitations

# todayCaps
source: TODAY
ar: اليوم
az: BUGÜN
es: HOY
fr: AUJOURD'HUI

# weeklyCaps
source: WEEKLY
ar: أسبوعي
az: HƏFTƏLİK
es: SEMANALMENTE
fr: HEBDOMADAIRE

# earnUptoText
source: Earn up to
ar: اكسب ما يصل إلى
az: qədər qazanın
es: Gane hasta
fr: Gagnez jusqu'à

# byCompletingRideText
source: by completing 12 Rides
ar: من خلال إكمال 12 رحلة
az: 12 Rides tamamlayaraq
es: completando 12 recorridos
fr: en complétant 12 courses

# missedIncentiveText
source: Sorry you missed this Incentive
ar: نأسف لأنك فاتتك هذه الحافز
az: Təəssüf ki, bu Təşviqi qaçırdınız
es: Lo sentimos, te perdiste este incentivo.
fr: Désolé que vous ayez manqué cette incitation

# earnedIncentiveText
source: You've earned the incentive!
ar: لقد حصلت على الحافز!
az: Siz motivasiya qazandınız!
es: ¡Te has ganado el incentivo!
fr: Vous avez mérité l'incitation !

# completeText
source: Complete
ar: مكتمل
az: Tamamlayın
es: Completo
fr: Complet

# acheivedTargetText
source: You successfully achieved your targets!
ar: لقد حققت أهدافك بنجاح!
az: Hədəflərinizə uğurla çatdınız!
es: ¡Has alcanzado tus objetivos con éxito!
fr: Vous avez atteint vos objectifs avec succès !

# missedTargetText
source: Missed! You did not complete your targets
ar: أخطأت! لم تُكمل أهدافك
az: Buraxıldı! Hədəflərinizi tamamlamadınız
es: ¡Fallaste! No completaste tus objetivos.
fr: Raté ! Vous n'avez pas atteint vos objectifs.

# selectDateForIncentives
source: Select a date to view upcoming incentives
ar: حدد تاريخًا لعرض الحوافز القادمة
az: Qarşıdan gələn təşviqlərə baxmaq üçün bir tarix seçin
es: Seleccione una fecha para ver los próximos incentivos
fr: Sélectionnez une date pour voir les incitations à venir

source: Trip Details
ar: تفاصيل الرحلة
az: Səyahət Təfərrüatları
es: Detalles del viaje
fr: Détails du voyage

source: Customer Pays
ar: العميل يدفع
az: Müştəri ödəyir
es: El cliente paga
fr: Le client paie

# taxText
source: Tax
ar: ضريبة
az: Vergi
es: Impuesto
fr: Impôt

source: TRIP ID
ar: معرف الرحلة
es: ID DE VIAJE
fr: ID DE VOYAGE

source: Report Issue
ar: الإبلاغ عن المشكلة
az: Problemi bildirin
es: Informar de un problema
fr: Signaler un problème

# paymentMethodSuccess
source: Payment method updated successfully
ar: تم تحديث طريقة الدفع بنجاح
az: Ödəniş metodu uğurla yeniləndi
es: Método de pago actualizado exitosamente
fr: Mode de paiement mis à jour avec succès

source: Recent Withdrawal
ar: الانسحاب الأخير
az: Son Çıxarma
es: Retiro reciente
fr: Retrait récent

source: Request Withdraw
ar: طلب سحب
az: Geri çəkilməyi tələb edin
es: Solicitud de retiro
fr: Demande de retrait

source: Payment Methods
ar: طرق الدفع
az: Ödəniş üsulları
es: Métodos de pago
fr: Modes de paiement

# textAdd
source: Add
ar: يضيف
az: Əlavə et
es: Agregar
fr: Ajouter

# textView
source: View
ar: منظر
az: Baxın
es: Vista
fr: Voir

source: Update Payment Method
ar: تحديث طريقة الدفع
az: Ödəniş metodunu yeniləyin
es: Actualizar método de pago
fr: Mettre à jour le mode de paiement

# registeredFor
source: Registered for - 1111
ar: مسجلة في - 1111
az: Qeydiyyatdan keçib - 1111
es: Registrado para - 1111
fr: Enregistré pour - 1111

source: Service Location
ar: موقع الخدمة
az: Xidmət Yeri
es: Ubicación del servicio
fr: Emplacement du service

# comapnyName
source: Company Name
ar: اسم الشركة
az: Şirkət Adı
es: nombre de empresa
fr: Nom de l'entreprise

source: Company Address
ar: عنوان الشركة
az: Şirkət ünvanı
es: Dirección de la empresa
fr: Adresse de l'entreprise

source: City
ar: مدينة
az: Şəhər
es: Ciudad
fr: Ville

source: Postal Code
ar: رمز بريدي
az: Poçt kodu
es: Código Postal
fr: Code Postal

source: Tax Number
ar: الرقم الضريبي
az: Vergi nömrəsi
es: Número de identificación fiscal
fr: Numéro d'identification fiscale

source: Withdraw
ar: ينسحب
az: geri çəkilmək
es: Retirar
fr: Retirer

# insufficientWithdraw
source: Insufficient balance to withdraw this amount
ar: الرصيد غير كاف لسحب هذا المبلغ
az: Bu məbləği çıxarmaq üçün balans kifayət deyil
es: Saldo insuficiente para retirar esta cantidad
fr: Solde insuffisant pour retirer ce montant

# waitingText
source: After * minutes, a *** /min surcharge applies for additional waiting time.
ar: بعد * دقيقة، يتم تطبيق رسوم إضافية قدرها ***/دقيقة مقابل وقت الانتظار الإضافي.
az: * dəqiqədən sonra əlavə gözləmə müddəti üçün *** /dəq əlavə ödəniş tətbiq edilir.
es: Después de * minutos, se aplica un recargo de *** /min por tiempo de espera adicional.
fr: Après * minutes, un supplément de ***/min s'applique pour temps d'attente supplémentaire.

# waitingForApprovelText
source: Your documents are under review.Approval will be given within 24 hours Please wait to start your earnings.!
ar: مستنداتك قيد المراجعة. سيتم منح الموافقة خلال 24 ساعة. يرجى الانتظار لبدء أرباحك.!
az: Sənədləriniz nəzərdən keçirilir. Təsdiq 24 saat ərzində veriləcək. Zəhmət olmasa, qazancınızın başlamasını gözləyin.!
es: Sus documentos están bajo revisión. La aprobación se dará dentro de las 24 horas. ¡Por favor espere para comenzar sus ganancias!
fr: Vos documents sont en cours d'examen. L'approbation sera donnée dans les 24 heures. Veuillez patienter avant de commencer vos gains.!

# diagnotics
source: Diagnostics
ar: التشخيص
az: Diaqnostika
es: Diagnóstico
fr: Diagnostic

source: Not getting request?
ar: لم تحصل على الطلب؟
az: Müraciət gəlmir?
es: ¿No recibes la solicitud?
fr: Vous ne recevez pas de demande ?

# documentMissingText
source: Please add All the documents
ar: يرجى إضافة جميع المستندات
az: Bütün sənədləri əlavə edin
es: Por favor agregue todos los documentos
fr: Veuillez ajouter tous les documents

source: Ride Fare
ar: أجرة الركوب
az: Gediş haqqı
es: Tarifa de viaje
fr: Tarif du trajet

# performanceAndRating
source: Performance & Rating
ar: الأداء والتقييم
az: Performans və Reytinq
es: Rendimiento y calificación
fr: Performance et notation

source: Login Hour Details
ar: تفاصيل ساعة تسجيل الدخول
az: Giriş Saatı Təfərrüatları
es: Detalles de la hora de inicio de sesión
fr: Détails des heures de connexion

# totalLoginHours
source: Total Login Hrs
ar: إجمالي ساعات تسجيل الدخول
az: Ümumi Giriş Saatı
es: Total de horas de inicio de sesión
fr: Nombre total d'heures de connexion

# averageLoginHrs
source: Average Login Hrs/day
ar: متوسط ساعات تسجيل الدخول/اليوم
az: Orta Giriş Saatı/gün
es: Promedio de horas de inicio de sesión/día
fr: Heures de connexion moyennes par jour

source: Revenue Details
ar: تفاصيل الإيرادات
az: Gəlir Təfərrüatları
es: Detalles de ingresos
fr: Détails des revenus

source: Total Revenue
ar: إجمالي الإيرادات
az: Ümumi Gəlir
es: Ingresos totales
fr: Revenu total

# averageRevenue
source: Average Revenue /day
ar: متوسط الإيرادات / اليوم
az: Orta gəlir / gün
es: Ingresos promedio/día
fr: Revenu moyen / jour

source: Overall Ratings
ar: التقييمات العامة
az: Ümumi Reytinqlər
es: Calificaciones generales
fr: Notes globales

source: Excellent
ar: ممتاز
az: Əla
es: Excelente

source: Good
ar: جيد
az: Yaxşı
es: Bien
fr: Bien

source: Below
ar: أقل
az: Aşağıda
es: Abajo
fr: Ci-dessous

source: Average
ar: متوسط
az: Orta
es: Promedio
fr: Moyenne

source: Bad
ar: سيء
az: Pis
es: Malo
fr: Mauvais

source: Confirmation
ar: تأكيد
az: Təsdiq
es: Confirmación

# offlineConfirmation
source: Are you sure you want to go offline?
ar: هل أنت متأكد أنك تريد البقاء غير متصل بالإنترنت؟
az: Oflayn olmaq istədiyinizə əminsiniz?
es: ¿Estás seguro que deseas desconectarte?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# onlineSmall
source: Online
ar: متصل
az: Onlayn
es: En línea
fr: En ligne

# offlineSmall
source: Offline
ar: غير متصل
az: Oflayn
es: Desconectado
fr: Hors ligne

# onrideSmall
source: Onride
ar: ركوب الخيل
fr: En route

# noWalletHistoryText
source: No Wallet History Available...
ar: لا يوجد سجل محفظة متاح...
az: Pulqabı Tarixçəsi mövcud deyil...
es: No hay historial de billetera disponible...
fr: Aucun historique de portefeuille disponible...

# transferText
source: Transfer
ar: تحويل
es: Transferir
fr: Transfert

# noContactsSos
source: No contacts added
ar: لم تتم إضافة أي جهات اتصال..!
az: Heç bir əlaqə əlavə olunmayıb..!
es: ¡No se han añadido contactos!
fr: Aucun contact n'a été ajouté..!

# addContactSos
source: For your security, add at least one person that we can call in an emergency.
ar: يرجى إضافة جهات الاتصال لضمان سلامتك.
az: Təhlükəsizliyinizi təmin etmək üçün kontaktlar əlavə edin.
es: Agregue contactos para garantizar su seguridad.
fr: Veuillez ajouter des contacts pour assurer votre sécurité.

source: Incentive already selected.
ar: الحافز تم اختياره بالفعل.
az: Təşviq artıq seçilmişdir.
es: Incentivo ya seleccionado.
fr: Incitation déjà sélectionnée.

# incentiveNotAvailableWeekly
source: Weekly's incentive is not available.
ar: الحافز الاسبوعي غير متاح.
az: Həftəlik təşviq mövcud deyil.
es: El incentivo semanal no está disponible.
fr: L'incitation hebdomadaire n'est pas disponible.

# incentiveNotAvailableToday
source: Today's incentive is not available.
ar: الحافز اليوم غير متوفر.
az: Bugünkü təşviq mövcud deyil.
es: El incentivo de hoy no está disponible.
fr: L'incitation d'aujourd'hui n'est pas disponible.

# dailyCaps
source: DAILY
ar: يوميًا
az: GÜNLÜK
es: A DIARIO
fr: TOUS LES JOURS

# levelupText
source: Level Up
ar: الارتقاء إلى المستوى الأعلى
az: Səviyyə Yuxarı
es: Elevar a mismo nivel
fr: Monter de niveau

# rewardsText
source: Rewards
ar: المكافآت
az: Mükafatlar
es: Recompensas
fr: Récompenses

# levelupSuccessText
source: 25 rides completed so you earned the level 1 congrats for earning this level
ar: لقد أكملت 25 رحلة، لذا فقد حصلت على المستوى 1، تهانينا على حصولك على هذا المستوى
az: 25 attraksion tamamlandı ki, siz 1-ci səviyyəni qazandınız, bu səviyyəni qazandığınız üçün təbriklər
es: Completaste 25 recorridos, por lo que obtuviste el nivel 1. ¡Felicitaciones por obtener este nivel!
fr: 25 courses terminées, vous avez donc obtenu le niveau 1, félicitations pour avoir atteint ce niveau

# levelText
source: Level
ar: مستوى
az: Səviyyə
es: Nivel
fr: Niveau

# myRewardsText
source: My Rewards
ar: مكافآتي
az: Mənim Mükafatlarım
es: Mis recompensas
fr: Mes récompenses

source: How it works?
ar: كيف يعمل؟
az: Necə işləyir?
es: ¿Cómo funciona?
fr: Comment ça marche ?

# pointsHistory
source: Point History
ar: تاريخ النقاط
az: Nöqtə Tarixçəsi
es: Historial de puntos
fr: Historique des points

# pointsRedeemed
source: Point Redeemed
ar: النقاط المستردة
az: Qaytarılan nöqtə
es: Punto canjeado
fr: Points échangés

source: Ride Reward
ar: مكافأة الركوب
az: Sürüş Mükafatı
es: Recompensa de viaje
fr: Récompense de course

source: Your Points
ar: نقاطك
az: Xallarınız
es: Tus puntos
fr: Vos points

source: Redeem Points
ar: استرداد النقاط
az: Xalları istifadə edin
es: Canjear puntos
fr: Échanger des points

# redeemPointsToWallet
source: Redeem point to wallet money.
ar: استبدل النقاط بمحفظة المال.
az: Cüzdan puluna nöqtəni geri qaytarın.
es: Canjea puntos por dinero en tu billetera.
fr: Échangez des points contre de l'argent dans votre portefeuille.

# redeemRateText
source: Redeem rate is : *pt =z1
ar: معدل الاسترداد هو: *pt =z1
az: Ödəniş dərəcəsi: *pt =z1
es: La tasa de canje es: *pt = z1
fr: Le taux de rachat est : *pt = z1

# redeemedAmount
source: Redeemed amount :s*
ar: المبلغ المسترد :s*
az: Alınan məbləğ :s*
es: Cantidad canjeada :s*
fr: Montant échangé :s*

# howItWorksPointOne
source: Earn points.
ar: اكسب نقاطًا.
az: Xal qazanın.
es: Gana puntos
fr: Gagnez des points.

# howItWorksPointTwo
source: Accumulate points in your account.
ar: تجميع النقاط في حسابك.
az: Hesabınıza xal toplayın.
es: Acumula puntos en tu cuenta.
fr: Cumulez des points sur votre compte.

# howItWorksPointThree
source: Convert points to money when a certain amount is reached.
ar: تحويل النقاط إلى أموال عند الوصول إلى مبلغ معين.
az: Müəyyən bir nöqtəni pula çevirin məbləğə çatır.
es: Convierte puntos en dinero al alcanzar una cantidad determinada.
fr: Convertissez vos points en argent lorsqu'un certain montant est atteint.

# howItWorksPointFour
source: Redeem converted points for discounts or cashback.
ar: استبدل النقاط المحولة للحصول على خصومات أو استرداد نقدي.
az: Endirimlər üçün çevrilmiş xalları geri alın və ya cashback.
es: Canjea puntos convertidos por descuentos o reembolsos en efectivo.
fr: Échangez les points convertis contre des remises ou du cashback.

# rewardsGreaterText
source: The amount must be greater than minimum reward points
ar: يجب أن يكون المبلغ أكبر من الحد الأدنى لنقاط المكافأة
az: Məbləğ minimum mükafat xallarından çox olmalıdır
es: La cantidad debe ser mayor que los puntos de recompensa mínimos.
fr: Le montant doit être supérieur au minimum de points de récompense

source: Preferences
ar: التفضيلات
az: Üstünlüklər
es: Preferencias
fr: Préférences

source: Edit Bank Details
ar: تعديل تفاصيل البنك
az: Bank təfərrüatlarını redaktə edin
es: Editar datos bancarios
fr: Modifier les coordonnées bancaires

source: Bank Details
ar: تفاصيل البنك
az: Bank təfərrüatları
es: Datos bancarios
fr: Coordonnées bancaires

source: Distance Selector
ar: محدد المسافة
az: Məsafə seçicisi
es: Selector de distancia
fr: Sélecteur de distance

# rideAtText
source: Ride at
ar: ركوب في
az: Sürmək
es: Paseo en
fr: Roulez à

# rentalPackageText
source: Rental Package
ar: حزمة الإيجار
az: İcarə Paketi
es: Paquete de alquiler
fr: Forfait de location

# tripsDoneText
source: trips done
ar: الرحلات التي تم إنجازها
az: səfərlər edildi
es: viajes realizados
fr: voyages effectués

source: Away
ar: بعيد
az: Uzaqda
es: Lejos
fr: Loin

source: MI
ar: مي

source: KM
ar: كم

# pleaseSelectUserTypeText
source: Please select the user type
ar: الرجاء تحديد نوع المستخدم
az: Zəhmət olmasa istifadəçi növünü seçin
es: Por favor seleccione el tipo de usuario
fr: Veuillez sélectionner le type d'utilisateur

# loginSuccessText
source: Login Successfully
ar: تم تسجيل الدخول بنجاح
az: Uğurla daxil olun
es: Inicio de sesión exitoso
fr: Connexion réussie

# noSummaryText
source: No summary for the day.
ar: لا يوجد ملخص لهذا اليوم.
az: Günün xülasəsi yoxdur.
es: No hay resumen del día.
fr: Pas de résumé pour la journée.

source: Map Settings
ar: إعدادات الخريطة
az: Xəritə Parametrləri
es: Configuración del mapa
fr: Paramètres de la carte

# sosText
source: SOS
ar: استغاثة
es: LLAMADA DE SOCORRO

# webViewText
source: Web View
ar: عرض الويب
az: Veb Görünüşü
es: Vista web
fr: Vue Web

# youCanEditText
source: You can edit your
ar: يمكنك تعديل
az: Siz redaktə edə bilərsiniz
es: Puedes editar tu
fr: Vous pouvez éditer votre

source: here
ar: هنا
az: burada
es: aquí
fr: ici

# enterOTPText
source: Please enter the OTP
ar: الرجاء إدخال OTP
az: Zəhmət olmasa OTP daxil edin
es: Por favor ingrese el OTP
fr: Veuillez saisir l'OTP

# noRewardsTopText
source: No Rewards Available!
ar: لا توجد مكافآت متاحة!
az: Mükafatlar Mövcud deyil!
es: ¡No hay recompensas disponibles!
fr: Aucune récompense disponible !

# noRewardSubText
source: Achieve your target milestones to earn exciting rewards
ar: حقق أهدافك المستهدفة لكسب مكافآت مثيرة
az: Maraqlı mükafatlar qazanmaq üçün hədəflərinizə çatın
es: Alcanza tus objetivos para ganar recompensas emocionantes.
fr: Atteignez vos objectifs pour gagner des récompenses intéressantes

# testOtp
source: Login to your account with test OTP ***
ar: قم بتسجيل الدخول إلى حسابك باستخدام OTP الاختباري ***
az: Test OTP ilə hesabınıza daxil olun ***
es: Inicie sesión en su cuenta con el OTP de prueba ***
fr: Connectez-vous à votre compte avec un OTP de test ***

source: Choose payment method
ar: اختر طريقة الدفع
az: Ödəniş üsulunu seçin
es: Elija el método de pago
fr: Choisissez le mode de paiement

# openSetting
source: Open Settings
ar: افتح الإعدادات
az: Parametrləri açın
es: Abrir configuración
fr: Ouvrir les paramètres

# locationAccess
source: Location access is needed for running the app, please enable it in settings and tap done
ar: يلزم الوصول إلى الموقع لتشغيل التطبيق، يرجى تمكينه في الإعدادات والنقر فوق تم
az: Tətbiqi işə salmaq üçün məkana giriş tələb olunur, lütfən, onu parametrlərdə aktivləşdirin və "Tamamlandı" seçiminə toxunun
es: Se necesita acceso a la ubicación para ejecutar la aplicación, habilítelo en la configuración y toque Listo
fr: L'accès à la localisation est nécessaire pour exécuter l'application, veuillez l'activer dans les paramètres et appuyez sur Terminé

source: Done
ar: منتهي
az: Bitdi
es: Hecho
fr: Fait

source: Signup
ar: اشتراك
az: Qeydiyyatdan keçin
es: Inscribirse
fr: S'inscrire

source: Manage Fleet
ar: إدارة الأسطول
az: Donanmanı idarə et
es: Administrar flota
fr: Gérer la flotte

source: Fleet Details
ar: تفاصيل الأسطول
az: Donanma Təfərrüatları
es: Detalles de la flota
fr: Détails de la flotte

source: Choose Language
ar: اختر اللغة
az: Dil seçin
es: Elija el idioma
fr: Choisir la langue

source: Allow
ar: يسمح
az: İcazə verin
es: Permitir
fr: Permettre

# noSubscription
source: No Subscription Chosen Yet!
ar: لم يتم اختيار أي اشتراك حتى الآن!
az: Hələ Abunəlik Seçilməyib!
es: ¡Aún no se ha elegido ninguna suscripción!
fr: Aucun abonnement n'a encore été choisi !

# noSubscriptionContent
source: Unlock premium benefits by selecting a subscription plan tailored to your needs.
ar: احصل على المزايا المميزة من خلال اختيار خطة اشتراك مصممة خصيصًا لتلبية احتياجاتك.
az: Seçməklə premium üstünlükləri açın ehtiyaclarınıza uyğunlaşdırılmış abunə planı.
es: Desbloquea beneficios premium seleccionando un plan de suscripción adaptado a tus necesidades.
fr: Bénéficiez d'avantages premium en sélectionnant une formule d'abonnement adaptée à vos besoins.

# followStepsOwner
source: Follow these steps to empower fleet management
ar: اتبع هذه الخطوات لتمكين إدارة الأسطول
az: Donanma idarəçiliyini gücləndirmək üçün bu addımları yerinə yetirin
es: Siga estos pasos para potenciar la gestión de flotas
fr: Suivez ces étapes pour renforcer la gestion de flotte

# validPostalCode
source: Please enter valid postal code
ar: الرجاء إدخال الرمز البريدي الصحيح
az: Zəhmət olmasa etibarlı poçt kodu daxil edin
es: Por favor, introduzca un código postal válido
fr: Veuillez entrer un code postal valide

source: OUTSTATION RIDES
ar: رحلات خارج المحطة
es: VIAJES FUERA DE LA ESTACIÓN
fr: PROMENADES HORS STATION

# biddingLimitText
source: Bidding Limit Crossed
ar: تم تجاوز حد المزايدة
az: Tender limiti keçdi
es: Límite de oferta cruzado
fr: Limite d'enchères dépassée

source: Fleets Unassigned
ar: الأساطيل غير المخصصة
az: Donanmalar Təyin edilməmiş
es: Flotas sin asignar
fr: Flottes non attribuées

source: Round Trip
ar: رحلة ذهاب وعودة
az: Gediş-gəliş
es: Ida y vuelta
fr: Aller-retour

source: Assinged
ar: مُخصص
az: qiymətləndirilib
es: Asignado
fr: Assigné

source: Unassinged
ar: غير موقّع
az: Tənqidsiz
es: Sin asignar
fr: Non attribué

# validDateValue
source: please enter valid date value
ar: الرجاء إدخال قيمة تاريخ صالحة
az: etibarlı tarix dəyəri daxil edin
es: Por favor ingrese un valor de fecha válido
fr: veuillez saisir une valeur de date valide

# chooseYourRideText
source: Choose Your Ride
ar: اختر رحلتك
az: Sürüşünüzü seçin
es: Elige tu viaje
fr: Choisissez votre trajet

# outstationRejectText
source: Bid rejected. Try with lower amount for better chances!
ar: تم رفض العرض. حاول بمبلغ أقل لفرص أفضل!
az: Təklif rədd edildi. üçün daha az məbləğlə cəhd edin daha yaxşı şanslar!
es: Oferta rechazada. ¡Prueba con una cantidad menor para tener más posibilidades!
fr: Offre rejetée. Essayez avec un montant inférieur pour augmenter vos chances !

# outStatonSuccessText
source: A user accepted your bid. Check it in Upcoming section.
ar: قبل أحد المستخدمين عرضك. تفقّده في قسم "القادم".
az: İstifadəçi təklifinizi qəbul etdi. Bunu Gələcək bölməsində yoxlayın.
es: Un usuario aceptó tu oferta. Compruébala en la sección Próximos.
fr: Un utilisateur a accepté votre offre. Consultez-la dans la section À venir.

source: Ready to Pickup
ar: جاهز للاستلام
az: Almağa hazırdır
es: Listo para recoger
fr: Prêt à être récupéré

# outStationSuccess
source: Once your bid is accepted by user, you will be notified in upcoming section
ar: بمجرد قبول عرضك من قبل المستخدم، سيتم إعلامك في القسم القادم
az: Təklifiniz istifadəçi tərəfindən qəbul edildikdən sonra gələn bölmədə sizə məlumat veriləcək
es: Una vez que el usuario acepte su oferta, se le notificará en la siguiente sección.
fr: Une fois votre offre acceptée par l'utilisateur, vous en serez informé dans la section suivante

source: Welcome, User
ar: مرحباً بك، المستخدم
az: Xoş gəldiniz, İstifadəçi
es: Bienvenido, Usuario
fr: Bienvenue, utilisateur

source: Welcome, Driver
ar: مرحباً بك يا سائق
az: Xoş gəldiniz, Sürücü
es: Bienvenido, Conductor
fr: Bienvenue, chauffeur

source: Welcome, Owner
ar: مرحباً بك، المالك
az: Xoş gəldiniz, Sahibi
es: Bienvenido, Propietario
fr: Bienvenue, propriétaire

source: User
ar: مستخدم
az: İstifadəçi
es: Usuario
fr: Utilisateur

# minTime
source: Min
ar: الحد الأدنى
es: Mínimo

# locationBackgroundServiceTitle
source: Location background service running
ar: خدمة خلفية الموقع قيد التشغيل
az: Məkan fonu xidməti işləyir
es: Servicio de ubicación en segundo plano en ejecución
fr: Service d'arrière-plan de localisation en cours d'exécution

# locationBackgroundServiceNotificationTitle
source: 1111 will continue to receive your location in background
ar: سيستمر 1111 في تلقي موقعك في الخلفية
az: 1111 məkanınızı fonda almağa davam edəcək
es: 1111 seguirá recibiendo su ubicación en segundo plano
fr: 1111 continuera à recevoir votre position en arrière-plan

source: Additional Charges
ar: رسوم إضافية
az: Əlavə ödənişlər
es: Cargos adicionales
fr: Frais supplémentaires

# phoneNumberNotValid
source: The provided phone number is not valid.
ar: رقم الهاتف المقدم غير صالح.
az: Təqdim olunan telefon nömrəsi etibarlı deyil.
es: El número de teléfono proporcionado no es válido.
fr: Le numéro de téléphone fourni n'est pas valide.

# otpSendTo
source: OTP send to 1111
ar: إرسال OTP إلى 1111
az: OTP 1111-ə göndərin
es: OTP enviado al 1111
fr: OTP envoyé au 1111

# correctOtporResend
source: Please enter correct Otp or resend
ar: الرجاء إدخال كلمة المرور الصحيحة أو إعادة الإرسال
az: Lütfən, düzgün Otp daxil edin və ya yenidən göndərin
es: Por favor ingrese el OTP correcto o reenvíelo
fr: Veuillez saisir un OTP correct ou renvoyer

source: Verified Successfully
ar: تم التحقق بنجاح
az: Uğurla Doğrulandı
es: Verificado exitosamente
fr: Vérifié avec succès
