Repository: ravindravala/Platinny
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, es, fr

source: Choose your Subscription
ar: اختر اشتراكك
az: Abunəliyinizi seçin
es: Elige tu suscripción
fr: Choisissez votre abonnement

source: Card
ar: بطاقة
az: Kart
es: Tarjeta
fr: Carte

source: Continue Without Plans
ar: الاستمرار بدون خطط
az: Plansız Davam Edin
es: Continuar sin planes
fr: Continuer sans plans

# continueWithoutPlanDesc
source: Continue without plan will cause you to pay admin commission for each ride
ar: الاستمرار بدون خطة سيؤدي إلى دفع عمولة إدارية لكل رحلة
az: Plansız davam etsəniz, hər gediş üçün admin komissiyası ödəyəcəksiniz
es: Continuar sin un plan provocará que pagues una comisión administrativa por cada viaje.
fr: Continuer sans plan vous obligera à payer une commission administrative pour chaque trajet

source: OR
ar: أو
az: YA
es: O
fr: OU

source: We will miss you!
ar: سوف نفتقدك!
az: Sizin üçün darıxacağıq!
es: ¡Te extrañaremos!
fr: Tu vas nous manquer !

source: Instant Activity
ar: النشاط الفوري
az: Ani Fəaliyyət
es: Actividad instantánea
fr: Activité instantanée

# instantRide
source: Instant
ar: فوري
az: Ani
es: Instante
fr: Instantané

source: Help Center
ar: مركز المساعدة
az: Yardım Mərkəzi
es: Centro de ayuda
fr: Centre d'aide

source: Bid On Fare
ar: المزايدة على الأجرة
az: Gediş haqqı təklif edin
es: Pujar por la tarifa
fr: Enchérir sur le tarif

# showBubbleIcon
source: Appear on Top
ar: تظهر في الأعلى
az: Üstdə görün
es: Aparecer en la cima
fr: Apparaître en haut

# pricePerDistance
source: My Fare
ar: أجري
az: Mənim gediş haqqım
es: Mi tarifa
fr: Mon tarif

source: Enter your price below
ar: أدخل السعر أدناه
az: Qiymətinizi aşağıya daxil edin
es: Ingrese su precio a continuación
fr: Entrez votre prix ci-dessous

source: Enter your price
ar: أدخل السعر الخاص بك
az: Qiymətinizi daxil edin
es: Introduce tu precio
fr: Entrez votre prix

source: Today's Earnings
ar: أرباح اليوم
az: Bu günün qazancı
es: Ganancias de hoy
fr: Bénéfices d'aujourd'hui

source: Rides Taken
ar: الرحلات التي تم أخذها
az: Gətirilən Sürüşlər
es: Viajes realizados
fr: Promenades effectuées

# userName
source: Customer Name
ar: اسم العميل
az: Müştəri adı
es: Nombre del cliente
fr: Nom du client

# userMobile
source: Customer Mobile
ar: تطبيق الجوال للعملاء
az: Müştəri Mobil
es: Cliente Móvil
fr: Mobile client

source: Create Request
ar: إنشاء طلب
az: Sorğu yaradın
es: Crear solicitud
fr: Créer une demande

# onTheWayToDrop
source: On the way to drop location
ar: في الطريق إلى موقع الإنزال
az: Məkanı atmaq yolunda
es: En camino al lugar de entrega
fr: En route vers le lieu de dépôt

source: Ride Price
ar: سعر الرحلة
az: Gəzinti Qiyməti
es: Precio del viaje
fr: Prix du trajet

source: End Ride
ar: نهاية الرحلة
az: Sürüşü bitir
es: Fin del viaje
fr: Fin du trajet

source: Notify Admin
ar: إخطار المسؤول
az: Admini xəbərdar edin
es: Notificar al administrador
fr: Notifier l'administrateur

source: Notified to Admin
ar: تم إبلاغ المسؤول
az: Adminə bildirildi
es: Notificado al administrador
fr: Notifié à l'administrateur

source: Trip Summary
ar: ملخص الرحلة
az: Səfərin xülasəsi
es: Resumen del viaje
fr: Résumé du voyage

# howWasYourLastRide
source: How was your last ride with 1111?
ar: كيف كانت رحلتك الأخيرة مع 1111؟
az: 1111 ilə son səfəriniz necə oldu?
es: ¿Cómo fue tu último viaje con 1111?
fr: Comment s'est passée votre dernière sortie avec 1111 ?

# leaveFeedback
source: Leave Feedback (Optional)
ar: ترك تعليق (اختياري)
az: Rəy bildirin (İstəyə görə)
es: Dejar comentarios (opcional)
fr: Laisser un commentaire (facultatif)

source: Slide to Accept
ar: انزلق للقبول
az: Qəbul etmək üçün sürüşdürün
es: Deslice para aceptar
fr: Faites glisser pour accepter

# rideWillCancelAutomatically
source: This ride will be cancelled automatically after 1111 seconds.
ar: سيتم إلغاء هذه الرحلة تلقائيًا بعد 1111 ثانية.
az: Bu gediş 1111 saniyədən sonra avtomatik olaraq ləğv ediləcək.
es: Este viaje se cancelará automáticamente después de 1111 segundos.
fr: Ce trajet sera annulé automatiquement après 1111 secondes.

# onWayToPickup
source: On the way to pick up
ar: في الطريق لالتقاط
az: Almaq üçün yolda
es: De camino a recoger
fr: En route pour récupérer

source: Cancel Ride
ar: إلغاء الرحلة
az: Sürüşü ləğv edin
es: Cancelar viaje
fr: Annuler le trajet

source: Arrived
ar: وصل
az: Gəldi
es: Llegó
fr: Arrivé

# selectReasonForCancel
source: Please select the reason for cancellation
ar: الرجاء تحديد سبب الإلغاء
az: Lütfən, ləğvin səbəbini seçin
es: Por favor seleccione el motivo de la cancelación
fr: Veuillez sélectionner le motif de l'annulation

# arrivedWaiting
source: Arrived, Waiting for customer
ar: وصل، في انتظار العميل
az: Gəldi, müştəri gözləyir
es: Llegado, Esperando al cliente
fr: Arrivé, en attente du client

source: Start Ride
ar: ابدأ الرحلة
az: Sürməyə başlayın
es: Iniciar viaje
fr: Démarrer la course

# enterValidEmail
source: Please enter valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
az: Etibarlı e-poçt ünvanını daxil edin
es: Por favor, introduzca una dirección de correo electrónico válida
fr: Veuillez saisir une adresse e-mail valide

# minimumCharacRequired
source: Minimum 8 characters required
ar: الحد الأدنى المطلوب هو 8 أحرف
az: Minimum 8 simvol tələb olunur
es: Se requieren un mínimo de 8 caracteres
fr: Minimum 8 caractères requis

# enterValidMobile
source: Please enter valid mobile number
ar: الرجاء إدخال رقم الهاتف المحمول الصحيح
az: Zəhmət olmasa etibarlı mobil nömrə daxil edin
es: Por favor, introduzca un número de móvil válido
fr: Veuillez entrer un numéro de téléphone portable valide

source: please enter mobile number
ar: الرجاء إدخال رقم الهاتف المحمول
az: zəhmət olmasa mobil nömrə daxil edin
es: Por favor ingrese el número de móvil
fr: veuillez entrer le numéro de téléphone portable

source: Please enter user name
ar: الرجاء إدخال اسم المستخدم
az: İstifadəçi adını daxil edin
es: Por favor, introduzca su nombre de usuario
fr: Veuillez entrer le nom d'utilisateur

# enterRequiredField
source: Please enter all required field
ar: الرجاء إدخال جميع الحقول المطلوبة
az: Bütün tələb olunan sahəni daxil edin
es: Por favor, introduzca todos los campos obligatorios
fr: Veuillez saisir tous les champs obligatoires

# subscriptionHeading
source: You don't have any active subscription, Please choose any subscription for additional benefits
ar: ليس لديك أي اشتراك نشط، يرجى اختيار أي اشتراك للحصول على مزايا إضافية
az: Aktiv abunəliyiniz yoxdur, əlavə üstünlüklər üçün hər hansı abunəni seçin
es: No tienes ninguna suscripción activa. Elige cualquier suscripción para obtener beneficios adicionales.
fr: Vous n'avez aucun abonnement actif, veuillez choisir un abonnement pour bénéficier d'avantages supplémentaires

source: Pick Image From
ar: اختر الصورة من
az: Şəkil seçin
es: Seleccionar imagen de
fr: Choisir une image à partir de

source: Camera
ar: آلة تصوير
az: Kamera
es: Cámara
fr: Caméra

source: Gallery
ar: معرض الصور
az: Qalereya
es: Galería
fr: Galerie

source: Search Place
ar: مكان البحث
az: Yer axtar
es: Buscar lugar
fr: Lieu de recherche

source: Confirm Location
ar: تأكيد الموقع
az: Məkanı təsdiqləyin
es: Confirmar ubicación
fr: Confirmer l'emplacement

source: Choose Goods
ar: اختر البضائع
az: Malları seçin
es: Elija productos
fr: Choisir les produits

source: Loose
ar: مرتخي
az: Boş
es: Perder
fr: Lâche

source: Qty with unit
ar: الكمية مع الوحدة
az: Bölmə ilə ədəd
es: Cantidad con unidad
fr: Quantité avec unité

source: Capture Loading Image
ar: التقاط صورة التحميل
az: Yüklənərkən Şəklin Çəkilməsi
es: Capturar imagen de carga
fr: Capturer l'image en cours de chargement

source: Capture Goods Loading Image
ar: التقاط صورة تحميل البضائع
az: Malların yüklənməsi şəklini çəkin
es: Capturar imagen de carga de mercancías
fr: Capturer les marchandises Chargement de l'image

source: Dispatch Goods
ar: إرسال البضائع
az: Malların Göndərilməsi
es: Despacho de mercancías
fr: Expédition de marchandises

source: Get User Signature
ar: الحصول على توقيع المستخدم
az: İstifadəçi İmzasını əldə edin
es: Obtener la firma del usuario
fr: Obtenir la signature de l'utilisateur

source: Clear
ar: واضح
az: Təmiz
es: Claro
fr: Clair

source: Pay
ar: يدفع
az: Ödəmək
es: Pagar
fr: Payer

source: Enter Mobile Number
ar: أدخل رقم الهاتف المحمول
az: Mobil Nömrəni daxil edin
es: Introduzca el número de teléfono móvil
fr: Entrez le numéro de téléphone portable

# enterRideOtpDesc
source: Enter the OTP shown in the customer's app to begin the ride
ar: أدخل رمز OTP الموضح في تطبيق العميل لبدء الرحلة
az: Səfərə başlamaq üçün müştərinin proqramında göstərilən OTP-ni daxil edin
es: Ingresa el OTP que se muestra en la aplicación del cliente para comenzar el viaje
fr: Saisissez l'OTP affiché dans l'application du client pour commencer la course

source: Ride Verification
ar: التحقق من الرحلة
az: Sürüş Doğrulaması
es: Verificación de viaje
fr: Vérification du trajet

source: Shipment Verification
ar: التحقق من الشحنة
az: Göndərmənin yoxlanılması
es: Verificación de envío
fr: Vérification de l'expédition

source: Upload Shipment Proof
ar: تحميل إثبات الشحن
az: Göndərmə sübutunu yükləyin
es: Cargar comprobante de envío
fr: Télécharger la preuve d'expédition

source: Drop Image Here
ar: أسقط الصورة هنا
az: Şəkili Bura Yıxın
es: Suelte la imagen aquí
fr: Déposez l'image ici

# supportedImage
source: (Supports: 1111)
ar: (يدعم: 1111)
az: (Dəstəkləyir: 1111)
es: (Soporta: 1111)
fr: (Prend en charge : 1111)

# drawSignature
source: Draw your signature below
ar: ارسم توقيعك أدناه
az: Aşağıda öz imzanızı çəkin
es: Dibuja tu firma a continuación
fr: Dessinez votre signature ci-dessous

source: Confirm Signature
ar: تأكيد التوقيع
az: İmzanı təsdiqləyin
es: Confirmar firma
fr: Confirmer la signature

source: Clear Signature
ar: توقيع واضح
az: İmzanı təmizləyin
es: Firma clara
fr: Signature claire

source: Pick Goods
ar: اختيار البضائع
az: Malları seçin
es: Recoger mercancías
fr: Choisir des marchandises

# complaintLengthError
source: Complaint must be at least 10 characters long.
ar: يجب أن تتكون الشكوى من 10 أحرف على الأقل.
az: Şikayət ən azı 10 simvol uzunluğunda olmalıdır.
es: La queja debe tener al menos 10 caracteres.
fr: La plainte doit comporter au moins 10 caractères.

source: Add a Contact
ar: إضافة جهة اتصال
az: Kontakt əlavə edin
es: Agregar un contacto
fr: Ajouter un contact

source: Choose Plan
ar: اختر الخطة
az: Plan seçin
es: Elija un plan
fr: Choisissez un plan

# lowWalletBalanceForSubscription
source: Your wallet doesn't have enough balance to pay for this subscription, please try another method or add money in wallet
ar: لا يوجد في محفظتك رصيد كافي لدفع هذا الاشتراك، يرجى تجربة طريقة أخرى أو إضافة أموال إلى المحفظة
az: Pul kisənizdə bu abunəlik üçün ödəniş etmək üçün kifayət qədər balans yoxdur, lütfən, başqa üsul sınayın və ya pul kisəsinə pul əlavə edin
es: Tu billetera no tiene saldo suficiente para pagar esta suscripción, prueba con otro método o agrega dinero a tu billetera
fr: Votre portefeuille n'a pas assez de solde pour payer cet abonnement, veuillez essayer une autre méthode ou ajouter de l'argent dans votre portefeuille

# cancelRideSure
source: Are you sure wan't to cancel this ride?
ar: هل أنت متأكد من أنك لا تريد إلغاء هذه الرحلة؟
az: Bu gedişi ləğv etmək istəmədiyinizə əminsiniz?
es: ¿Estás seguro de que no deseas cancelar este viaje?
fr: Êtes-vous sûr de vouloir annuler ce trajet ?

source: Update
ar: تحديث
az: Yeniləyin
es: Actualizar
fr: Mise à jour

source: Modify Document
ar: تعديل المستند
az: Sənədi Dəyişdirin
es: Modificar documento
fr: Modifier le document

source: Profile Declined
ar: تم رفض الملف الشخصي
az: Profil rədd edildi
es: Perfil rechazado
fr: Profil refusé

# reuploadDocs
source: Kindly re-upload the required document
ar: يرجى إعادة تحميل الوثيقة المطلوبة
az: Zəhmət olmasa tələb olunan sənədi yenidən yükləyin
es: Por favor vuelva a cargar el documento requerido.
fr: Veuillez télécharger à nouveau le document requis

# userCancelledRide
source: User cancelled this ride
ar: قام المستخدم بإلغاء هذه الرحلة
az: İstifadəçi bu gedişi ləğv etdi
es: El usuario canceló este viaje
fr: L'utilisateur a annulé ce trajet

# userCancelledDesc
source: The user has cancelled the ride. You’re now available for other requests
ar: ألغى المستخدم الرحلة. أنت الآن متاح لطلبات أخرى.
az: İstifadəçi səfəri ləğv edib. İndi digər sorğular üçün əlçatansınız
es: El usuario ha cancelado el viaje. Ya está disponible para otras solicitudes.
fr: L'utilisateur a annulé sa course. Vous êtes désormais disponible pour d'autres demandes.

source: User Declined Bid
ar: رفض المستخدم العرض
az: İstifadəçi Təklifi rədd etdi
es: El usuario rechazó la oferta
fr: Enchère refusée par l'utilisateur

# userDeclinedBidDesc
source: Please modify your amount and try again or try another ride
ar: يرجى تعديل المبلغ الخاص بك والمحاولة مرة أخرى أو تجربة رحلة أخرى
az: Lütfən, məbləğinizi dəyişdirin və yenidən cəhd edin və ya başqa bir gəzintiyə cəhd edin
es: Por favor modifica tu importe y vuelve a intentarlo o prueba otro viaje.
fr: Veuillez modifier votre montant et réessayer ou essayer un autre trajet

source: Ok
ar: نعم
az: tamam
es: De acuerdo
fr: D'accord

source: Accept
ar: يقبل
az: Qəbul edin
es: Aceptar
fr: Accepter

source: Decline
ar: انخفاض
az: Rədd olun
es: Rechazar
fr: Déclin

# selectCancelReasonError
source: Please select any cancel reason
ar: الرجاء تحديد أي سبب للإلغاء
az: Lütfən hər hansı ləğv səbəbini seçin
es: Por favor seleccione cualquier motivo de cancelación
fr: Veuillez sélectionner une raison d'annulation

# getSignatureError
source: Please get signature to proceed further
ar: يرجى الحصول على التوقيع للمتابعة
az: Davam etmək üçün imza toplayın
es: Por favor obtenga la firma para continuar
fr: Veuillez obtenir une signature pour continuer

# giveRatingsError
source: Please give ratings
ar: يرجى إعطاء التقييمات
az: Zəhmət olmasa qiymət verin
es: Por favor, dar calificaciones
fr: Veuillez donner des notes

# deleteText
source: Deleting your account will erase all personal data. Do you want to proceed?
ar: سيؤدي حذف حسابك إلى حذف جميع بياناتك الشخصية. هل ترغب بالمتابعة؟
az: Hesabınızın silinməsi bütün şəxsi məlumatları siləcək. Davam etmək istəyirsiniz?
es: Al eliminar tu cuenta, se borrarán todos tus datos personales. ¿Quieres continuar?
fr: La suppression de votre compte effacera toutes vos données personnelles. Voulez-vous continuer ?

# welcomeToName
source: Welcome to 1111
ar: مرحباً بكم في 1111
az: 1111-ə xoş gəlmisiniz
es: Bienvenido a 1111
fr: Bienvenue au 1111

# locationPermDesc
source: 111 uses your background location to track your trips and enhance the customer experience, even when the app is closed. It allows customers to locate you accurately and optimize your rides.
ar: يستخدم تطبيق 111 موقعك في الخلفية لتتبع رحلاتك وتحسين تجربة العميل، حتى عند إغلاق التطبيق. يتيح ذلك للعملاء تحديد موقعك بدقة وتحسين تجربة رحلاتك.
az: 111 hətta proqram bağlı olsa belə, səfərlərinizi izləmək və müştəri təcrübəsini artırmaq üçün arxa fon məkanınızdan istifadə edir. Müştərilərə sizi dəqiq yerləşdirməyə və gəzintilərinizi optimallaşdırmağa imkan verir.
es: 111 utiliza tu ubicación en segundo plano para rastrear tus viajes y mejorar la experiencia del cliente, incluso con la app cerrada. Permite a los clientes localizarte con precisión y optimizar tus viajes.
fr: 111 utilise votre localisation en arrière-plan pour suivre vos trajets et améliorer l'expérience client, même lorsque l'application est fermée. Cela permet aux clients de vous localiser avec précision et d'optimiser leurs trajets.

source: Allow Location
ar: السماح بالموقع
az: Məkana icazə verin
es: Permitir ubicación
fr: Autoriser la localisation

# lowBalance
source: Low balance in wallet
ar: رصيد منخفض في المحفظة
az: Cüzdanda aşağı balans
es: Saldo bajo en la billetera
fr: Faible solde dans le portefeuille

source: Your ID
ar: هويتك
az: Şəxsiyyət vəsiqəniz
es: Tu identificación
fr: Votre identifiant

# noComplaints
source: No Complaint List Available
ar: قائمة عدم وجود شكوى متاحة
az: Şikayət Siyahısı Mövcud deyil
es: No hay lista de quejas disponible
fr: Aucune liste de plaintes disponible

# complaintsSubmitted
source: Complaint has been submitted.
ar: تم تقديم الشكوى.
az: Şikayət təqdim olunub.
es: Se ha presentado una queja.
fr: Une plainte a été déposée.

# failToUpdateDetails
source: Failed to update details
ar: فشل في تحديث التفاصيل
az: Detalları yeniləmək alınmadı
es: No se pudieron actualizar los detalles
fr: Échec de la mise à jour des détails

source: Booking
ar: الحجز
az: Rezervasyon
es: Reserva
fr: Réservation

source: Rental
ar: الإيجار
az: İcarəyə verilir
es: Alquiler
fr: De location

source: Load More...
ar: تحميل المزيد...
az: Daha çox yüklə...
es: Cargar más...
fr: Charger plus...

# noDataLeaderBoard
source: No Data in Leaderboard.
ar: لا توجد بيانات في لوحة المتصدرين.
az: Liderlər lövhəsində Data yoxdur.
es: No hay datos en la tabla de clasificación.
fr: Aucune donnée dans le classement.

# addRankingText
source: To add rankings, please start your ride
ar: لإضافة التصنيفات، يرجى بدء رحلتك
az: Reytinq əlavə etmək üçün səyahətinizə başlayın
es: Para agregar clasificaciones, por favor inicia tu recorrido
fr: Pour ajouter des classements, veuillez démarrer votre parcours

source: Google Map
ar: خريطة جوجل
az: Google Xəritə
es: Mapa de Google
fr: Carte Google

source: Open Street
ar: شارع مفتوح
az: Açıq küçə
es: Calle abierta
fr: Rue ouverte

source: Clear All
ar: مسح الكل
az: Hamısını Sil
es: Borrar todo
fr: Tout effacer

source: Delete Notification
ar: حذف الإشعار
az: Bildirişi Sil
es: Eliminar notificación
fr: Supprimer la notification

# deleteNotificationContent
source: Are you sure to Delete\nthis Notification?
ar: هل أنت متأكد من حذف هذا الإشعار؟
az: Bu Bildirişi\nSiləcəyinizə əminsiniz?
es: ¿Está seguro de eliminar esta notificación?
fr: Êtes-vous sûr de vouloir supprimer cette notification ?

source: Out Station
ar: محطة خارجية
az: Stansiyadan çıxış
es: Estación de salida
fr: Station extérieure

source: Return trip
ar: رحلة العودة
az: Geri dönüş səfəri
es: Viaje de regreso
fr: Voyage de retour

source: One Way trip
ar: رحلة ذهاب فقط
az: Bir tərəfli səyahət
es: Viaje de ida
fr: Voyage aller simple

source: Success
ar: نجاح
az: Uğur
es: Éxito
fr: Succès

source: Select Contact
ar: حدد جهة الاتصال
az: Əlaqə seçin
es: Seleccionar contacto
fr: Sélectionnez Contact

# deleteContactContent
source: Are you sure to Delete\nthis Contact?
ar: هل أنت متأكد من حذف هذه جهة الاتصال؟
az: Bu Kontaktı\nSiləcəyinizə əminsiniz?
es: ¿Estás seguro de eliminar este contacto?
fr: Êtes-vous sûr de vouloir supprimer ce contact ?

source: Delete Sos
ar: حذف SOS
az: Sos-u silin
es: Eliminar Sos
fr: Supprimer Sos

source: Yes
ar: نعم
az: Bəli
es: Sí
fr: Oui

source: No
ar: لا
az: yox
fr: Non

source: Fare
ar: الأجرة
az: Gediş haqqı
es: Tarifa
fr: Tarif

source: Total Fare
ar: إجمالي الأجرة
az: Ümumi tarif
es: Tarifa total
fr: Tarif total

source: Commission
ar: عمولة
az: komissiya
es: Comisión

source: Customer Convenience Fee
ar: رسوم راحة العملاء
az: Müştəri Rahatlığı haqqı
es: Tarifa de conveniencia para el cliente
fr: Frais de commodité pour le client

source: Trip Earnings
ar: أرباح الرحلة
az: Səyahət qazancı
es: Ganancias de viaje
fr: Gains de voyage

# discountFromWallet
source: Discount credited from wallet
ar: خصم تم إضافته إلى المحفظة
az: Cüzdandan endirim edildi
es: Descuento acreditado desde la billetera
fr: Remise créditée depuis le portefeuille

# tripEarningsCapital
source: TRIP EARNINGS
ar: أرباح الرحلة
az: SƏYAHƏT QAZANÇLARI
es: GANANCIAS DEL VIAJE
fr: GAINS DE VOYAGE

source: TRIP INFO
ar: معلومات الرحلة
az: SƏYAHƏT MƏLUMATI
es: INFORMACIÓN DEL VIAJE
fr: INFORMATIONS SUR LE VOYAGE

source: Ride later
ar: ركوب في وقت لاحق
az: Daha sonra sür
es: Viajar más tarde
fr: Roulez plus tard

source: Regular
ar: عادي
az: Daimi
fr: Régulier

# detailsUpdateSuccess
source: Details updated successfully
ar: تم تحديث التفاصيل بنجاح
az: Təfərrüatlar uğurla yeniləndi
es: Detalles actualizados exitosamente
fr: Détails mis à jour avec succès

# detailsUpdatefail
source: Failed to update details
ar: فشل في تحديث التفاصيل
az: Detalları yeniləmək alınmadı
es: No se pudieron actualizar los detalles
fr: Échec de la mise à jour des détails

# noDriverAvailable
source: No Driver Available to Assign
ar: لا يوجد سائق متاح للتعيين
az: Təyin etmək üçün heç bir Sürücü yoxdur
es: No hay ningún conductor disponible para asignar
fr: Aucun pilote disponible pour l'affectation

source: Payment Success!
ar: تم الدفع بنجاح!
az: Ödəniş Uğurlu!
es: ¡Pago exitoso!
fr: Paiement réussi !

source: Payment Failed!
ar: فشل الدفع!
az: Ödəniş alınmadı!
es: ¡Pago fallido!
fr: Paiement échoué !

# noPaymentHistory
source: No payment history yet.
ar: لا يوجد سجل للدفع حتى الآن.
az: Hələ ödəniş tarixçəsi yoxdur.
es: Aún no hay historial de pagos.
fr: Aucun historique de paiement pour le moment.

# bookingRideText
source: Start your journey by booking a ride today!
ar: ابدأ رحلتك بحجز رحلة اليوم!
az: Bu gün səyahət sifariş etməklə səyahətinizə başlayın!
es: ¡Comienza tu viaje reservando un viaje hoy!
fr: Commencez votre voyage en réservant un trajet dès aujourd'hui !

source: Subscription Success
ar: نجاح الاشتراك
az: Abunə Uğurlu
es: Suscripción exitosa
fr: Succès de l'abonnement

source: Subscription Expired
ar: انتهت صلاحية الاشتراك
az: Abunəlik müddəti bitdi
es: Suscripción expirada
fr: Abonnement expiré

# subscriptionSuccessDescOne
source: Your subscription is active.\nPlan A is valid until
ar: اشتراكك نشط.\nالخطة أ صالحة حتى
az: Abunəliyiniz aktivdir.\nA Planı bu günə qədər etibarlıdır
es: Su suscripción está activa.\nEl plan A es válido hasta
fr: Votre abonnement est actif.\nLe plan A est valable jusqu'au

# subscriptionSuccessDescTwo
source: \nEnjoy your benefits!
ar: استمتع بمزاياك!
az: \nÜstünlüklərinizdən həzz alın!
es: \n¡Disfruta de tus beneficios!
fr: \nProfitez de vos avantages !

# subscriptionFailedDescOne
source: Your subscription has expired.Weekly
ar: لقد انتهت صلاحية اشتراكك.أسبوعي
az: Abunəliyiniz bitdi.Həftəlik
es: Su suscripción ha expirado.Semanal
fr: Votre abonnement a expiré.Hebdomadaire

# subscriptionFailedDescTwo
source: was valid until
ar: كانت صالحة حتى
az: qədər etibarlı idi
es: fue válido hasta
fr: était valable jusqu'à

# subscriptionFailedDescThree
source: \nRenew now to continue using our services.
ar: قم بالتجديد الآن لمواصلة استخدام خدماتنا.
az: \nXidmətlərimizdən istifadə etməyə davam etmək üçün indi yeniləyin.
es: Renueva ahora para continuar utilizando nuestros servicios.
fr: \nRenouvelez maintenant pour continuer à utiliser nos services.

# referalShareOne
source: Join me on 111! using my invite code 222 To make easy your ride
ar: انضم إليّ على ١١١! باستخدام رمز الدعوة ٢٢٢ لتسهيل رحلتك.
az: 111-də mənə qoşulun! Sürüşünüzü asanlaşdırmaq üçün dəvət kodum 222-dən istifadə edin
es: ¡Únete a mí en 111! usando mi código de invitación 222 para facilitar tu viaje.
fr: Rejoignez-moi sur 111 ! en utilisant mon code d'invitation 222 pour faciliter votre trajet

# referalShareTwo
source: To make easy your ride
ar: لتسهيل رحلتك
az: Sürüşünüzü asanlaşdırmaq üçün
es: Para hacer tu viaje más fácil
fr: Pour faciliter votre trajet

source: Enter New Password
ar: أدخل كلمة المرور الجديدة
az: Yeni Parol daxil edin
es: Introducir nueva contraseña
fr: Entrez un nouveau mot de passe

source: Ride details
ar: تفاصيل الرحلة
az: Sürüş təfərrüatları
es: Detalles del viaje
fr: Détails du trajet

source: Coupons
ar: كوبونات
az: Kuponlar
es: Cupones

source: Choose Payment
ar: اختر الدفع
az: Ödəniş seçin
es: Elija Pago
fr: Choisissez le paiement

# chooseStop
source: Choose the stop you are completing
ar: اختر المحطة التي تريد إكمالها
az: Tamamladığınız dayanacağı seçin
es: Elige la parada que estás completando
fr: Choisissez l'arrêt que vous effectuez

source: Taxi
ar: تاكسي
az: taksi

source: Delivery
ar: توصيل
az: Çatdırılma
es: Entrega
fr: Livraison
