Repository: ravindravala/Platinny
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, es, fr

# enterValidOtp
source: please enter the valid OTP
ar: الرجاء إدخال كلمة المرور لمرة واحدة الصالحة
az: zəhmət olmasa etibarlı OTP daxil edin
es: Por favor ingrese el OTP válido
fr: veuillez saisir l'OTP valide

# enterTheOtp
source: please enter the OTP
ar: الرجاء إدخال OTP
az: zəhmət olmasa OTP daxil edin
es: Por favor ingrese el OTP
fr: veuillez saisir l'OTP

# registerSuccessfully
source: Registered Successfully
ar: تم التسجيل بنجاح
az: Uğurla Qeydiyyatdan Keçdi
es: Registrado exitosamente
fr: Enregistré avec succès

# enterTheCode
source: Please enter the code
ar: الرجاء إدخال الرمز
az: Zəhmət olmasa kodu daxil edin
es: Por favor, introduzca el código
fr: Veuillez entrer le code

# enterValidPassword
source: Please enter valid password
ar: الرجاء إدخال كلمة مرور صالحة
az: Zəhmət olmasa etibarlı parol daxil edin
es: Por favor, introduzca una contraseña válida
fr: Veuillez entrer un mot de passe valide

source: Login Successfully
ar: تم تسجيل الدخول بنجاح
az: Uğurla daxil olun
es: Inicio de sesión exitoso
fr: Connexion réussie

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح
az: Parol Uğurla Dəyişdirildi
es: Contraseña cambiada exitosamente
fr: Mot de passe modifié avec succès

# getYourCurrentLocation
source: allow location permission to get your current location
ar: السماح بإذن الموقع للحصول على موقعك الحالي
az: cari yerinizi əldə etmək üçün məkan icazəsinə icazə verin
es: permitir permiso de ubicación para obtener su ubicación actual
fr: autoriser l'autorisation de localisation pour obtenir votre position actuelle

source: My Services
ar: خدماتي
az: Xidmətlərim
es: Mis servicios
fr: Mes services

source: Pay Admin
ar: مسؤول الدفع
az: Ödəniş Admin
es: Administrador de pagos
fr: Administrateur des paiements

# yourDriverIsText
source: Your Driver is
ar: سائقك هو
az: Sürücünüz
es: Su conductor es
fr: Votre chauffeur est

# demoOtpText
source: Login to your account with test OTP 123456
ar: قم بتسجيل الدخول إلى حسابك باستخدام رمز OTP التجريبي 123456
az: OTP 123456 testi ilə hesabınıza daxil olun
es: Inicie sesión en su cuenta con el código de prueba OTP 123456
fr: Connectez-vous à votre compte avec le test OTP 123456

source: Otp for Login
ar: OTP لتسجيل الدخول
az: Giriş üçün Otp
es: OTP para iniciar sesión
fr: OTP pour la connexion

source: Cancellation Fee
ar: رسوم الإلغاء
az: Ləğv haqqı
es: Tarifa de cancelación
fr: Frais d'annulation

# reportsText
source: Reports
ar: التقارير
az: Hesabatlar
es: Informes
fr: Rapports

source: Generate Report
ar: إنشاء تقرير
az: Hesabat Yaradın
es: Generar informe
fr: Générer un rapport

source: From:
ar: من:
az: Kimdən:
es: De:
fr: Depuis:

source: To:
ar: ل:
az: Kimə:
es: A:
fr: À:

source: Filter
ar: فلتر
az: Filtr
es: Filtrar
fr: Filtre

source: Total Earnings
ar: إجمالي الأرباح
az: Ümumi Qazanc
es: Ganancias totales
fr: Bénéfice total

# maximumRideFareError
source: Offer ride fare must lesser than maximum fare.
ar: يجب أن تكون أجرة الرحلة المعروضة أقل من الحد الأقصى للأجرة.
az: Təklifin gediş haqqı maksimum tarifdən az olmalıdır.
es: La tarifa ofrecida para el viaje debe ser menor que la tarifa máxima.
fr: Le tarif du trajet proposé doit être inférieur au tarif maximum.

# minimumRideFareError
source: Offer ride fare must be greater than minimum fare.
ar: يجب أن تكون أجرة الرحلة المعروضة أكبر من الحد الأدنى للأجرة.
az: Təklifin gediş haqqı minimum tarifdən çox olmalıdır.
es: La tarifa ofrecida debe ser mayor que la tarifa mínima.
fr: Le tarif de la course proposée doit être supérieur au tarif minimum.

# overlayPermission
source: Please allow Overlay Permission to appear on other apps
ar: يرجى السماح لـ Overlay Permission بالظهور على التطبيقات الأخرى
az: Lütfən, Overlay İcazəsinin digər tətbiqlərdə görünməsinə icazə verin
es: Permita que el permiso de superposición aparezca en otras aplicaciones
fr: Veuillez autoriser l'autorisation de superposition à apparaître sur d'autres applications

# incentiveEmptyText
source: Complete your First ride to unlock incentives!
ar: أكمل رحلتك الأولى لفتح الحوافز!
az: Həvəslərin kilidini açmaq üçün İlk səfərinizi tamamlayın!
es: ¡Completa tu primer viaje para desbloquear incentivos!
fr: Terminez votre premier tour pour débloquer des avantages !

# totalTripsKms
source: Total Trip kms
ar: إجمالي الرحلة بالكيلومترات
az: Ümumi Səfər km
es: Total de kilómetros de viaje
fr: Total des kilomètres parcourus

source: Charge Details
ar: تفاصيل الرسوم
az: Doldurma Təfərrüatları
es: Detalles del cargo
fr: Détails des frais

source: Fill the details
ar: إملأ التفاصيل
az: Detalları doldurun
es: Complete los datos
fr: Remplissez les détails

source: Count
ar: عدد
az: saymaq
es: Contar
fr: Compter

# dignosticsAssistText
source: Not getting the expected response?**Let us assist you!
ar: لم تحصل على الرد المتوقع؟**دعنا نساعدك!
az: Gözlənilən cavabı almadınız?**Gəlin sizə kömək edək!
es: ¿No recibe la respuesta esperada?**¡Permítanos ayudarle!
fr: Vous n'obtenez pas la réponse attendue ? **Laissez-nous vous aider !

# dignosticsSolutionText
source: We'll identify device-specific issues and**provide tailored solutions to resolve them.
ar: سنعمل على تحديد المشكلات الخاصة بالجهاز وتقديم حلول مخصصة لحلها.
az: Biz cihaza xas problemləri müəyyən edəcəyik və**onları həll etmək üçün xüsusi həllər təqdim edəcəyik.
es: Identificaremos problemas específicos del dispositivo y brindaremos soluciones personalizadas para resolverlos.
fr: Nous identifierons les problèmes spécifiques à l'appareil et fournirons des solutions personnalisées pour les résoudre.

source: Check
ar: يفحص
az: Yoxlayın
es: Controlar
fr: Vérifier

source: Internet Connectivity
ar: اتصال بالإنترنت
az: İnternet bağlantısı
es: Conectividad a Internet
fr: Connectivité Internet

source: Current Location
ar: الموقع الحالي
az: Cari Məkan
es: Ubicación actual
fr: Emplacement actuel

source: Notification Status
ar: حالة الإشعار
az: Bildiriş statusu
es: Estado de notificación
fr: Statut de notification

source: Sound Status
ar: حالة الصوت
az: Səs Vəziyyəti
es: Estado del sonido
fr: État du son

# internetSubText
source: We'll assess the stability of your current internet connection.
ar: سنقوم بتقييم استقرار اتصالك الحالي بالإنترنت.
az: Carınızın sabitliyini qiymətləndirəcəyik internet bağlantısı.
es: Evaluaremos la estabilidad de tu conexión a Internet actual.
fr: Nous évaluerons la stabilité de votre connexion Internet actuelle.

# locationSubText
source: We'll verify your GPS to ensure accurate location tracking.
ar: سوف نقوم بالتحقق من نظام تحديد المواقع العالمي (GPS) الخاص بك لضمان تتبع موقعك بدقة.
az: Dəqiqliyi təmin etmək üçün GPS-inizi yoxlayacağıq yer izləmə.
es: Verificaremos su GPS para garantizar un seguimiento preciso de su ubicación.
fr: Nous vérifierons votre GPS pour garantir un suivi précis de votre localisation.

# notificationSubText
source: We'll send a test notification to you.
ar: سنرسل إليك إشعارًا اختباريًا.
az: Sizə sınaq bildirişi göndərəcəyik.
es: Le enviaremos una notificación de prueba.
fr: Nous vous enverrons une notification de test.

# soundSubText
source: A test sound will be sent to you.
ar: سيتم إرسال صوت اختبار إليك.
az: Sizə sınaq səsi göndəriləcək.
es: Se le enviará un sonido de prueba.
fr: Un son de test vous sera envoyé.

# checkedText
source: Checked
ar: تم فحصه
az: yoxlanılıb
es: Comprobado
fr: À carreaux

# alertCurrentLocation
source: Is this your current location ?
ar: هل هذا موقعك الحالي؟
az: Bu, indiki yerinizdir?
es: ¿Es ésta tu ubicación actual?
fr: Est-ce votre emplacement actuel ?

# alertNotificationText
source: Have you received the notification?
ar: هل تلقيت الإشعار؟
az: almısınız bildiriş?
es: ¿Has recibido la notificación?
fr: Avez-vous reçu la notification ?

# alertNotificationSubText
source: If you have received the * then tap on the “YES” button.
ar: إذا تلقيت الرمز *، فانقر على زر "نعم".
az: Əgər * almısınızsa "YES" düyməsini vurun.
es: Si has recibido el *, pulsa el botón “SÍ”.
fr: Si vous avez reçu le *, appuyez sur le bouton « OUI ».

# alertSoundText
source: Have you received the request sound?
ar: هل تلقيت صوت الطلب؟
az: almısınız səs tələb olunur?
es: ¿Has recibido el sonido de solicitud?
fr: Avez-vous reçu le son de demande ?

source: Test Sound
ar: اختبار الصوت
az: Test səsi
es: Prueba de sonido
fr: Test du son

source: Check Location
ar: التحقق من الموقع
az: Məkanı yoxlayın
es: Verificar ubicación
fr: Vérifier l'emplacement

source: Check Notification
ar: التحقق من الإشعار
az: Bildirişi yoxlayın
es: Notificación de verificación
fr: Vérifier la notification

# diagnosticFinalAlertText
source: We could not detect any problem with your device.
ar: لم نتمكن من اكتشاف أي مشكلة بجهازك.
az: Cihazınızla bağlı heç bir problem aşkar edə bilmədik.
es: No pudimos detectar ningún problema con su dispositivo.
fr: Nous n'avons détecté aucun problème avec votre appareil.

source: Tips
ar: نصائح
az: Məsləhətlər
es: Consejos
fr: Conseils

source: Failed
ar: فشل
az: Uğursuz oldu
es: Fallido
fr: Échoué

# locationPermissionText
source: Kindly turn on your location to continue.
ar: يرجى تشغيل موقعك للمتابعة.
az: Davam etmək üçün məkanınızı aktiv edin.
es: Por favor activa tu ubicación para continuar.
fr: Veuillez activer votre localisation pour continuer.

source: Why Background Location?
ar: لماذا موقع الخلفية؟
az: Niyə Fon Yeri?
es: ¿Por qué la ubicación de fondo?
fr: Pourquoi choisir l'emplacement en arrière-plan ?

# uploadedDoccumentDeclined
source: Uploaded Documents Declined
ar: تم رفض المستندات التي تم تحميلها
az: Yüklənmiş Sənədlər rədd edildi
es: Documentos cargados rechazados
fr: Documents téléchargés refusés

source: Clear Notifications
ar: مسح الإشعارات
az: Bildirişləri silin
es: Borrar notificaciones
fr: Effacer les notifications

# clearNotificationsText
source: Are you sure you clear all notifications?
ar: هل أنت متأكد من مسح كافة الإشعارات؟
az: Bütün bildirişləri sildiyinizə əminsiniz?
es: ¿Estás seguro de borrar todas las notificaciones?
fr: Êtes-vous sûr d’avoir effacé toutes les notifications ?

# waitingChargeText
source: a* /min surcharge applies for additional waiting time.
ar: يتم تطبيق رسوم إضافية على الدقيقة* في حالة وقت الانتظار الإضافي.
az: a* /dəq əlavə gözləmə müddəti üçün əlavə ödəniş tətbiq edilir.
es: Se aplica un recargo por*/min por tiempo de espera adicional.
fr: un supplément de a*/min s'applique pour un temps d'attente supplémentaire.

source: Waiting for payment
ar: في انتظار الدفع
az: Ödəniş gözləyir
es: Esperando el pago
fr: En attente de paiement

source: Pay by Sender
ar: الدفع حسب المرسل
az: Göndərən tərəfindən Ödəniş
es: Pagar por remitente
fr: Paiement par l'expéditeur

source: Pay by Receiver
ar: الدفع عن طريق المستلم
az: Alıcı tərəfindən ödəyin
es: Pagar por el receptor
fr: Paiement par le destinataire

source: Instruction
ar: تعليمات
az: Təlimat
es: Instrucción

# enterTheCredentials
source: Please enter the credentials
ar: الرجاء إدخال بيانات الاعتماد
az: Zəhmət olmasa etimadnaməsini daxil edin
es: Por favor ingrese las credenciales
fr: Veuillez saisir les informations d'identification

source: Select Cards
ar: اختر البطاقات
az: Kartları seçin
es: Seleccionar tarjetas
fr: Sélectionner des cartes

# selectCardText
source: You can choose which card numbers you want to display in the list of payment methods on the invoice.
ar: يمكنك اختيار أرقام البطاقات التي تريد عرضها في قائمة طرق الدفع الموجودة على الفاتورة.
az: Siz fakturada ödəniş üsulları siyahısında hansı kart nömrələrini göstərmək istədiyinizi seçə bilərsiniz.
es: Puede elegir qué números de tarjeta desea que se muestren en la lista de métodos de pago de la factura.
fr: Vous pouvez choisir les numéros de carte que vous souhaitez afficher dans la liste des modes de paiement sur la facture.

source: Add Card
ar: إضافة بطاقة
az: Kart əlavə edin
es: Agregar tarjeta
fr: Ajouter une carte

source: Cards
ar: بطاقات
az: Kartlar
es: Tarjetas
fr: Cartes

source: Card Details
ar: تفاصيل البطاقة
az: Kart Təfərrüatları
es: Detalles de la tarjeta
fr: Détails de la carte

source: Enter Card Details
ar: أدخل تفاصيل البطاقة
az: Kart Detallarını daxil edin
es: Ingrese los detalles de la tarjeta
fr: Entrez les détails de la carte

source: Save Card
ar: حفظ البطاقة
az: Kartı Saxla
es: Guardar tarjeta
fr: Enregistrer la carte

source: Remove
ar: يزيل
az: Sil
es: Eliminar
fr: Retirer

source: Delete
ar: يمسح
az: Sil
es: Borrar
fr: Supprimer

# deleteCardText
source: Are you sure, you want to delete this card ?
ar: هل أنت متأكد أنك تريد حذف هذه البطاقة؟
az: Bu kartı silmək istədiyinizə əminsiniz?
es: ¿Estás seguro que deseas eliminar esta tarjeta?
fr: Êtes-vous sûr de vouloir supprimer cette carte ?

source: Create Ticket
ar: إنشاء تذكرة
az: Bilet yaradın
es: Crear ticket
fr: Créer un ticket

source: Title
ar: عنوان
az: Başlıq
es: Título
fr: Titre

source: Select Title
ar: حدد العنوان
az: Başlıq seçin
es: Seleccionar título
fr: Sélectionnez le titre

source: Select Area
ar: حدد المنطقة
az: Ərazi seçin
es: Seleccionar área
fr: Sélectionner une zone

source: Description
ar: وصف
az: Təsvir
es: Descripción

source: Enter Description
ar: أدخل الوصف
az: Təsvir daxil edin
es: Introducir descripción
fr: Entrez la description

source: Ticket ID :
ar: معرف التذكرة :
az: Bilet ID:
es: ID del ticket:
fr: ID du billet :

# titleColonText
source: Title :
ar: عنوان :
az: Başlıq :
es: Título :
fr: Titre :

source: Support Ticket
ar: تذكرة الدعم
az: Dəstək Bileti
es: Ticket de soporte
fr: Ticket d'assistance

# assignTo
source: Assigned to :
ar: مُعين إلى:
az: Təyin olunub:
es: Asignado a:
fr: Affecté à :

source: Request Type
ar: نوع الطلب
az: Sorğu növü
es: Tipo de solicitud
fr: Type de demande

source: Closed
ar: مغلق
az: bağlıdır
es: Cerrado
fr: Fermé

source: Opened
ar: مفتوح
az: Açıldı
es: Abierto
fr: Ouvert

source: Acknowledged
ar: مُقر به
az: Etiraf edildi
es: Admitido
fr: Reconnu

source: View Ticket :
ar: عرض التذكرة :
az: Bilete baxmaq:
es: Ver boleto:
fr: Voir le billet :

source: Support Type
ar: نوع الدعم
az: Dəstək növü
es: Tipo de soporte
fr: Type de support

source: Not Assigned
ar: غير مخصص
az: Təyin olunmayıb
es: No asignado
fr: Non attribué

source: Attachments :
ar: المرفقات :
az: Qoşmalar:
es: Archivos adjuntos:
fr: Pièces jointes :

source: Send
ar: يرسل
az: Göndər
es: Enviar
fr: Envoyer

# fillTheMessageField
source: Please Fill the message field
ar: الرجاء ملء حقل الرسالة
az: Zəhmət olmasa mesaj sahəsini doldurun
es: Por favor rellene el campo del mensaje
fr: Veuillez remplir le champ du message

# supportEmptyText
source: No support tickets found.
ar: لم يتم العثور على تذاكر الدعم.
az: Heç bir dəstək bileti tapılmadı.
es: No se encontraron tickets de soporte.
fr: Aucun ticket de support trouvé.

# supportEmptySubText
source: Need help? Create a new support request.
ar: هل تحتاج إلى مساعدة؟ أنشئ طلب دعم جديد.
az: Kömək lazımdır? Yeni dəstək sorğusu yaradın.
es: ¿Necesitas ayuda? Crea una nueva solicitud de soporte.
fr: Besoin d'aide ? Créez une nouvelle demande d'assistance.

# replyText
source: Reply
ar: رد
az: Cavab verin
es: Responder
fr: Répondre

# messageText
source: Message
ar: رسالة
az: Mesaj
es: Mensaje

source: Enter Message...
ar: أدخل الرسالة...
az: Mesaj daxil edin...
es: Introducir mensaje...
fr: Entrez un message...

source: File Limit Reached
ar: تم الوصول إلى الحد الأقصى للملفات
az: Fayl Limitinə çatıldı
es: Límite de archivos alcanzado
fr: Limite de fichiers atteinte

# messageSuccessText
source: Reply Message Sent Successfully
ar: تم إرسال رسالة الرد بنجاح
az: Cavab Mesajı Uğurla Göndərildi
es: Mensaje de respuesta enviado exitosamente
fr: Message de réponse envoyé avec succès

source: No Messages Here
ar: لا توجد رسائل هنا
az: Burada Mesaj Yoxdur
es: No hay mensajes aquí
fr: Aucun message ici

# noAttachmentsText
source: No Attachments Here
ar: لا يوجد مرفقات هنا
az: Burada Qoşma yoxdur
es: No hay archivos adjuntos aquí
fr: Aucune pièce jointe ici

# uploadMaxFile
source: Upload File (Max: 8 Files)
ar: تحميل الملف (الحد الأقصى: 8 ملفات)
az: Faylı Yükləyin (Maks: 8 Fayl)
es: Subir archivo (máximo: 8 archivos)
fr: Télécharger un fichier (max. : 8 fichiers)

source: File(s) Uploaded
ar: الملفات التي تم تحميلها
az: Fayl(lar) Yükləndi
es: Archivo(s) cargado(s)
fr: Fichier(s) téléchargé(s)

# fillTheRequiredField
source: Please Fill the required field
ar: يرجى ملء الحقل المطلوب
az: Zəhmət olmasa tələb olunan sahəni doldurun
es: Por favor rellene el campo obligatorio
fr: Veuillez remplir le champ obligatoire

source: Request ID
ar: معرف الطلب
az: Sorğu ID
es: ID de solicitud
fr: ID de la demande

source: Ticket Created
ar: تم إنشاء التذكرة
az: Bilet yaradıldı
es: Ticket creado
fr: Ticket créé

source: Admin
ar: مسؤل
es: Administración
fr: Administrateur

# reportIssues
source: Report Issue
ar: الإبلاغ عن المشكلة
az: Problemi bildirin
es: Informar de un problema
fr: Signaler un problème

source: Pending
ar: قيد الانتظار
az: Gözlənir
es: Pendiente
fr: En attente

source: Add More
ar: أضف المزيد
az: Daha çox əlavə et
es: Añadir más
fr: Ajouter plus

# colorText
source: Color
ar: لون
az: Rəng
fr: Couleur

source: Saved Cards
ar: البطاقات المحفوظة
az: Saxlanan Kartlar
es: Tarjetas guardadas
fr: Cartes enregistrées

source: Download Invoice
ar: تحميل الفاتورة
az: Fakturanı yüklə
es: Descargar factura
fr: Télécharger la facture

# invoiceSendContent
source: Invoice send to your registered email
ar: إرسال الفاتورة إلى بريدك الإلكتروني المسجل
az: Faktura qeydiyyatdan keçmiş e-poçt ünvanınıza göndərilir
es: Factura enviada a su correo electrónico registrado
fr: Facture envoyée à votre adresse e-mail enregistrée

source: Account not verified
ar: لم يتم التحقق من الحساب
az: Hesab təsdiqlənməyib
es: Cuenta no verificada
fr: Compte non vérifié

source: Verify now
ar: تحقق الآن
az: İndi doğrulayın
es: Verificar ahora
fr: Vérifiez maintenant

source: Selected
ar: مُختار
az: Seçildi
es: Seleccionado
fr: Choisi

source: Airport Surge Fee
ar: رسوم زيادة المطار
az: Hava limanında artım haqqı
es: Tarifa por aumento de pasajeros en el aeropuerto
fr: Frais de surtaxe aéroportuaire

# deleteFleetText
source: Are you sure,do you want to delete this vehicle?
ar: هل أنت متأكد، هل تريد حذف هذه السيارة؟
az: Əminsiniz, bu avtomobili silmək istəyirsiniz?
es: ¿Estás seguro? ¿Quieres eliminar este vehículo?
fr: Êtes-vous sûr de vouloir supprimer ce véhicule ?

source: Commercial
ar: تجاري
az: Kommersiya
es: Comercial

source: subscribed
ar: مشترك
az: abunə oldu
es: suscrito
fr: abonné

source: subscribe
ar: يشترك
az: abunə olun
es: suscribir
fr: s'abonner

source: Your plan is expired
ar: انتهت خطتك
az: Planınızın müddəti bitdi
es: Su plan ha expirado
fr: Votre forfait est expiré

source: Your subscription is active
ar: اشتراكك نشط
az: Abunəliyiniz aktivdir
es: Su suscripción está activa
fr: Votre abonnement est actif

# rideEndConfirmationText
source: Are you sure want to end the trip?
ar: هل أنت متأكد من أنك تريد إنهاء الرحلة؟
az: Səfəri bitirmək istədiyinizə əminsiniz?
es: ¿Estás seguro de que deseas finalizar el viaje?
fr: Êtes-vous sûr de vouloir terminer le voyage ?

source: optional
ar: خياري
az: isteğe bağlıdır
es: opcional
fr: facultatif

source: High Demand Area
ar: منطقة ذات طلب مرتفع
az: Yüksək tələbat sahəsi
es: Área de alta demanda
fr: Zone à forte demande

source: Ends in ** mins
ar: ينتهي في ** دقيقة
az: ** dəqiqə ərzində bitir
es: Termina en ** minutos
fr: Se termine dans ** minutes

source: Call support
ar: اتصل بالدعم
az: Dəstəyə zəng edin
es: Llamar al soporte técnico
fr: Appeler le support

source: Enable My Route Booking
ar: تمكين حجز مساري
az: Marşrutum rezervasiyamı aktivləşdirin
es: Habilitar mi reserva de ruta
fr: Activer ma réservation d'itinéraire

source: Disable My Route Booking
ar: تعطيل حجز مساري
az: Marşrutum rezervasiyamı deaktiv edin
es: Desactivar mi reserva de ruta
fr: Désactiver ma réservation d'itinéraire

source: MyRouteBooking
ar: حجز طريقي
es: Mi reserva de ruta

source: Add Address
ar: إضافة عنوان
az: Ünvan əlavə edin
es: Agregar dirección
fr: Ajouter une adresse

# myrouteDisabledSuccessfully
source: My Route Booking has been disabled successfully
ar: تم تعطيل حجز مساري بنجاح
az: Mənim Marşrut Rezervasyonum uğurla deaktiv edildi
es: Mi reserva de ruta se ha desactivado correctamente
fr: Ma réservation d'itinéraire a été désactivée avec succès

# myRouteEnabledSuccessfully
source: My Route Booking has been enabled successfully
ar: تم تفعيل حجز مساري بنجاح
az: Marşrut rezervasiyam uğurla aktivləşdirildi
es: Mi reserva de ruta se ha habilitado correctamente
fr: Ma réservation d'itinéraire a été activée avec succès

# preferenceTotal
source: Preference Charges
ar: رسوم التفضيل
az: Üstünlük ödənişləri
es: Cargos de preferencia
fr: Frais de préférence

source: Seats taken
ar: المقاعد المشغولة
az: Tutulmuş oturacaqlar
es: Asientos ocupados
fr: Places occupées

source: On-going rides
ar: الرحلات الجارية
az: Davam edən səfərlər
es: Viajes en curso
fr: Trajets en cours

source: Current trip
ar: الرحلة الحالية
az: Cari səfər
es: Viaje actual
fr: Trajet actuel

# activeRidesMessage
source: You have 2 active rides
ar: لديك رحلتان نشطتان
az: 2 aktiv səfəriniz var
es: Tienes 2 viajes activos
fr: Vous avez 2 trajets actifs

source: Referral
ar: الإحالة
az: İstinad
es: Remisión
fr: Référence

# sendCode
source: We've sent a 6-digit code to
ar: لقد أرسلنا رمزًا مكونًا من 6 أرقام إلى
az: 6 rəqəmli kod göndərdik
es: Hemos enviado un código de 6 dígitos a
fr: Nous avons envoyé un code à 6 chiffres à

source: Change Number
ar: تغيير الرقم
az: Nömrəni dəyişdirin
es: Número de cambio
fr: Changer le numéro

# pleaseEnterMobileOrEmail
source: Please enter your mobile number or email to continue.
ar: الرجاء إدخال رقم هاتفك المحمول أو البريد الإلكتروني للمتابعة.
az: Davam etmək üçün mobil nömrənizi və ya e-poçtunuzu daxil edin.
es: Introduzca su número de teléfono móvil o correo electrónico para continuar.
fr: Veuillez saisir votre numéro de téléphone portable ou votre adresse e-mail pour continuer.

source: Driver Connect
ar: سائق الاتصال
az: Sürücü əlaqə
es: Conexión de controladores

source: Login as Driver
ar: تسجيل الدخول كسائق
az: Sürücü kimi daxil olun
es: Iniciar sesión como conductor
fr: Se connecter en tant que chauffeur

source: Login as Owner
ar: تسجيل الدخول كمالك
az: Sahib kimi daxil olun
es: Iniciar sesión como propietario
fr: Se connecter en tant que propriétaire

source: Dont Have an Account?
ar: لا تملك حساب؟
az: Hesabınız yoxdur?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?

source: Phone Number
ar: رقم التليفون
az: Telefon nömrəsi
es: Número de teléfono
fr: Numéro de téléphone

source: Sign In
ar: تسجيل الدخول
az: Daxil ol
es: Iniciar sesión
fr: Se connecter

source: Verify Your Account
ar: التحقق من حسابك
az: Hesabınızı Doğrulayın
es: Verifica tu cuenta
fr: Vérifiez votre compte

source: Verify OTP
ar: التحقق من كلمة المرور لمرة واحدة
az: OTP-ni yoxlayın
es: Verificar OTP
fr: Vérifier le code OTP

source: Sign Up
ar: اشتراك
az: Qeydiyyatdan keçin
es: Inscribirse
fr: S'inscrire

# getStarted
source: Tell us a bit about yourself to get started.
ar: أخبرنا القليل عن نفسك للبدء.
az: Başlamaq üçün bizə özünüz haqqında bir az danışın.
es: Para empezar, cuéntanos un poco sobre ti.
fr: Pour commencer, parlez-nous un peu de vous.

source: Full Name
ar: الاسم الكامل
az: Tam adı
es: Nombre completo
fr: Nom et prénom

source: Mobile Number
ar: رقم الهاتف المحمول
az: Mobil Nömrə
es: Número de teléfono móvil
fr: Numéro de portable

source: Email Address
ar: عنوان البريد الإلكتروني
az: E-poçt ünvanı
es: Dirección de correo electrónico
fr: Adresse email

# strongPassword
source: Create a strong password
ar: إنشاء كلمة مرور قوية
az: Güclü parol yaradın
es: Crea una contraseña segura
fr: Créez un mot de passe fort

source: Verify Phone
ar: التحقق من الهاتف
az: Telefonu Doğrulayın
es: Verificar teléfono
fr: Vérifier le numéro de téléphone
