Repository: ravindravala/Platinny
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, es, fr

source: Select Account Type
ar: حدد نوع الحساب
az: Hesab növü seçin
es: Seleccione el tipo de cuenta
fr: Sélectionnez le type de compte

source: Driver
ar: سائق
az: Sürücü
es: Conductor
fr: Conducteur

source: Owner
ar: مالك
az: Sahibi
es: Dueño
fr: Propriétaire

# driverSubHeading
source: Manage Pick-up and Delivery rides
ar: إدارة رحلات الاستلام والتسليم
az: Götürmə və Çatdırılma səfərlərini idarə edin
es: Gestionar viajes de recogida y entrega
fr: Gérer les trajets de ramassage et de livraison

# ownerSubHeading
source: Optimize Drivers and Deliveries
ar: تحسين السائقين والتسليمات
az: Sürücüləri və Çatdırılmaları optimallaşdırın
es: Optimizar conductores y entregas
fr: Optimiser les chauffeurs et les livraisons

# continueText
source: Continue
ar: يكمل
az: Davam et
es: Continuar
fr: Continuer

source: Skip
ar: يتخطى
az: Keç
es: Saltar
fr: Sauter

source: Welcome
ar: مرحباً
az: Xoş gəldiniz
es: Bienvenido
fr: Accueillir

source: Email
ar: بريد إلكتروني
az: E-poçt
es: Correo electrónico

source: Mobile
ar: متحرك
az: Mobil
es: Móvil

# emailOrMobile
source: Email address or mobile number
ar: عنوان البريد الإلكتروني أو رقم الهاتف المحمول
az: E-poçt ünvanı və ya mobil nömrə
es: Dirección de correo electrónico o número de teléfono móvil
fr: Adresse e-mail ou numéro de téléphone portable

# agreeTermsAndPrivacy
source: By continuing you agree to the 1111 and 2222
ar: من خلال الاستمرار فإنك توافق على البنود 1111 و2222
az: Davam etməklə siz 1111 və 2222 ilə razılaşırsınız
es: Al continuar, acepta los términos y condiciones 1111 y 2222.
fr: En continuant, vous acceptez les conditions générales 1111 et 2222.

# terms
source: Terms of Service
ar: شروط الخدمة
az: Xidmət Şərtləri
es: Condiciones de servicio
fr: Conditions d'utilisation

# privacy
source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
es: política de privacidad
fr: politique de confidentialité

source: Select Country
ar: اختر البلد
az: Ölkə seçin
es: Seleccionar país
fr: Sélectionnez un pays

source: Cancel
ar: يلغي
az: Ləğv et
es: Cancelar
fr: Annuler

source: Is this correct?
ar: هل هذا صحيح؟
az: Bu düzgündür?
es: ¿Es esto correcto?
fr: Est-ce correct ?

source: Edit
ar: يحرر
az: Redaktə et
es: Editar
fr: Modifier

# otpSentMobile
source: An One Time Password (OTP) has been sent to this number
ar: تم إرسال كلمة مرور لمرة واحدة (OTP) إلى هذا الرقم
az: Bu nömrəyə Birdəfəlik Şifrə (OTP) göndərilib
es: Se ha enviado una contraseña de un solo uso (OTP) a este número
fr: Un mot de passe à usage unique (OTP) a été envoyé à ce numéro

# otpSentEmail
source: An One Time Password (OTP) has been sent to this email
ar: تم إرسال كلمة مرور لمرة واحدة (OTP) إلى هذا البريد الإلكتروني
az: Bu e-poçta Birdəfəlik Parol (OTP) göndərildi
es: Se ha enviado una contraseña de un solo uso (OTP) a este correo electrónico
fr: Un mot de passe à usage unique (OTP) a été envoyé à cette adresse e-mail

source: Enter OTP
ar: أدخل كلمة المرور لمرة واحدة
az: OTP daxil edin
es: Introducir OTP
fr: Entrez OTP

source: Resend OTP
ar: إعادة إرسال OTP
az: OTP-ni yenidən göndərin
es: Reenviar OTP
fr: Renvoyer l'OTP

source: Confirm
ar: يتأكد
az: Təsdiq edin
es: Confirmar
fr: Confirmer

source: Register
ar: يسجل
az: Qeydiyyatdan keçin
es: Registro
fr: Registre

source: Name
ar: اسم
az: ad
es: Nombre
fr: Nom

# enterName
source: Enter your name
ar: أدخل اسمك
az: Adınızı daxil edin
es: Introduce tu nombre
fr: Entrez votre nom

# enterEmail
source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
az: E-poçt ünvanınızı daxil edin
es: Introduzca su dirección de correo electrónico
fr: Entrez votre adresse email

source: Gender
ar: جنس
az: Cins
es: Género
fr: Genre

source: Select Gender
ar: حدد الجنس
az: Cins seçin
es: Seleccione género
fr: Sélectionnez le sexe

source: Male
ar: ذكر
az: Kişi
es: Masculino
fr: Mâle

source: Female
ar: أنثى
az: Qadın
es: Femenino
fr: Femelle

# preferNotSay
source: Prefer not to say
ar: أفضل عدم القول
az: deməməyə üstünlük verin
es: Prefiero no decirlo
fr: Je préfère ne pas le dire

source: Password
ar: كلمة المرور
az: parol
es: Contraseña
fr: Mot de passe

source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
az: Parolunuzu daxil edin
es: Ingrese su contraseña
fr: Entrez votre mot de passe

# signUsingOtp
source: Sign in using OTP
ar: تسجيل الدخول باستخدام OTP
az: OTP istifadə edərək daxil olun
es: Iniciar sesión con OTP
fr: Connectez-vous en utilisant OTP

# signUsingPassword
source: Sign in using Password
ar: تسجيل الدخول باستخدام كلمة المرور
az: Paroldan istifadə edərək daxil olun
es: Iniciar sesión con contraseña
fr: Connectez-vous en utilisant un mot de passe

source: Home
ar: بيت
az: Ev
es: Hogar
fr: Maison

source: DashBoard
ar: لوحة القيادة
az: İdarə Paneli
es: Panel
fr: Tableau de bord

source: Earnings
ar: الأرباح
az: Qazanclar
es: Ganancias
fr: Gains

source: Accounts
ar: الحسابات
az: Hesablar
es: Cuentas
fr: Comptes

source: Owner Dashboard
ar: لوحة معلومات المالك
az: Sahib İdarə Paneli
es: Panel de control del propietario
fr: Tableau de bord du propriétaire

source: Cabs
ar: سيارات الأجرة
az: Kabinlər
es: Taxis
fr: Les taxis

source: Active
ar: نشيط
az: Aktiv
es: Activo
fr: Actif

source: Inactive
ar: غير نشط
az: Qeyri-aktiv
es: Inactivo
fr: Inactif

source: Blocked
ar: محظور
az: Blok edilib
es: Obstruido
fr: Bloqué

source: Revenue
ar: ربح
az: Gəlir
es: Ganancia
fr: Revenu

source: Discount
ar: تخفيض
az: Endirim
es: Descuento
fr: Rabais

source: Cash
ar: نقدي
az: Nağd pul
es: Dinero
fr: Espèces

source: Digital Payment
ar: الدفع الرقمي
az: Rəqəmsal Ödəniş
es: Pago digital
fr: Paiement numérique

source: Cab Performance
ar: أداء الكابينة
az: Kabin Performansı
es: Rendimiento de la cabina
fr: Performances de la cabine

source: Rides
ar: رحلات
az: Sürüşlər
es: Paseos
fr: Promenades

source: Driver Performance
ar: أداء السائق
az: Sürücü performansı
es: Rendimiento del conductor
fr: Performances du conducteur

source: Weekly Earnings
ar: الأرباح الأسبوعية
az: Həftəlik Qazanc
es: Ganancias semanales
fr: Gains hebdomadaires

source: Login
ar: تسجيل الدخول
az: Daxil ol
es: Acceso
fr: Se connecter

source: Wallet
ar: محفظة
az: Pul kisəsi
es: Billetera
fr: Portefeuille

source: Trips
ar: الرحلات
az: Səfərlər
es: Viajes
fr: Voyages

source: Total Distance
ar: المسافة الإجمالية
az: Ümumi Məsafə
es: Distancia total
fr: Distance totale

source: Mins
ar: دقائق
az: Dəq
es: minutos
fr: Minutes

source: Summary
ar: ملخص
az: Xülasə
es: Resumen
fr: Résumé

source: My Account
ar: حسابي
az: Hesabım
es: Mi cuenta
fr: Mon compte

source: Personal Information
ar: معلومات شخصية
az: Şəxsi məlumat
es: Información personal
fr: Informations personnelles

source: Notifications
ar: إشعارات
az: Bildirişlər
es: Notificaciones

source: History
ar: تاريخ
az: Tarix
es: Historia
fr: Histoire

# vehicleInfo
source: Vehicle Informations
ar: معلومات السيارة
az: Avtomobil Məlumatları
es: Información del vehículo
fr: Informations sur le véhicule

source: Drivers
ar: السائقين
az: Sürücülər
es: Conductores
fr: Conducteurs

source: Documents
ar: وثائق
az: Sənədlər
es: Documentos

source: Payment
ar: قسط
az: Ödəniş
es: Pago
fr: Paiement

# referAndEarn
source: Refer & Earn
ar: أحل واكسب
az: Müraciət et və qazan
es: Recomiende y gane
fr: Parrainez et gagnez

source: Change Language
ar: تغيير اللغة
az: Dili dəyişdirin
es: Cambiar idioma
fr: Changer de langue

source: General
ar: عام
fr: Général

source: Chat With Us
ar: الدردشة معنا
az: Bizimlə Söhbət Edin
es: Chatea con nosotros
fr: Discutez avec nous

source: Make Complaint
ar: تقديم شكوى
az: Şikayət et
es: Presentar una queja
fr: Déposer une plainte

source: Settings
ar: إعدادات
az: Parametrlər
es: Ajustes
fr: Paramètres

source: Map Appearance
ar: مظهر الخريطة
az: Xəritə Görünüşü
es: Apariencia del mapa
fr: Apparence de la carte

source: FAQ
ar: التعليمات
az: Tez-tez verilən suallar
es: Preguntas frecuentes

source: Logout
ar: تسجيل الخروج
az: Çıxın
es: Cerrar sesión
fr: Déconnexion

source: Delete Account
ar: حذف الحساب
az: Hesabı Sil
es: Eliminar cuenta
fr: Supprimer le compte

source: Come back soon
ar: عد قريبا
az: Tezliklə qayıt
es: Vuelve pronto
fr: Reviens bientôt

# logoutSure
source: Are you sure, you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
az: Çıxmaq istədiyinizə əminsiniz?
es: ¿Estás seguro que deseas cerrar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# deleteSure
source: Are you sure, you want to delete account?
ar: هل أنت متأكد أنك تريد حذف الحساب؟
az: Hesabı silmək istədiyinizə əminsiniz?
es: ¿Estás seguro que deseas eliminar la cuenta?
fr: Êtes-vous sûr de vouloir supprimer le compte ?

# chooseComplaint
source: Choose your complaint
ar: اختر شكواك
az: Şikayətinizi seçin
es: Elige tu queja
fr: Choisissez votre réclamation

# noNotificationAvail
source: No Notification Available
ar: لا يوجد إشعار متاح
az: Bildiriş yoxdur
es: No hay notificaciones disponibles
fr: Aucune notification disponible

source: Admin Chat
ar: دردشة المسؤول
az: Admin Söhbəti
es: Chat de administración
fr: Chat administrateur

# typeMessage
source: Type a message
ar: اكتب رسالة
az: Mesaj yazın
es: Escribe un mensaje
fr: Tapez un message

source: Invite
ar: يدعو
az: dəvət et
es: Invitar
fr: Inviter

# shareYourInvite
source: Share your invite code
ar: شارك رمز الدعوة الخاص بك
az: Dəvət kodunuzu paylaşın
es: Comparte tu código de invitación
fr: Partagez votre code d'invitation

# referralCopied
source: Referral code copied to clipboard
ar: تم نسخ رمز الإحالة إلى الحافظة
az: İstinad kodu buferə kopyalandı
es: Código de referencia copiado al portapapeles
fr: Code de parrainage copié dans le presse-papiers

source: Wallet Balance
ar: رصيد المحفظة
az: Pulqabı balansı
es: Saldo de la billetera
fr: Solde du portefeuille

source: Add Money
ar: أضف المال
az: Pul əlavə edin
es: Añadir dinero
fr: Ajouter de l'argent

source: Transfer Money
ar: تحويل الأموال
az: Pul köçürmə
es: Transferir dinero
fr: Transférer de l'argent

source: Recent Transactions
ar: المعاملات الأخيرة
az: Son Əməliyyatlar
es: Transacciones recientes
fr: Transactions récentes

# enterAmount
source: Enter Amount Here
ar: أدخل المبلغ هنا
az: Məbləği buraya daxil edin
es: Ingrese el monto aquí
fr: Entrez le montant ici

source: Document Not Uploaded
ar: لم يتم تحميل المستند
az: Sənəd Yüklənmədi
es: Documento no cargado
fr: Document non téléchargé

source: Fleet Not Assigned
ar: الأسطول غير مخصص
az: Donanma Təyin olunmayıb
es: Flota no asignada
fr: Flotte non attribuée

source: Delete Driver
ar: حذف برنامج التشغيل
az: Sürücü silin
es: Eliminar controlador
fr: Supprimer le pilote

# deleteDriverSure
source: Are you sure to delete this driver?
ar: هل أنت متأكد من حذف هذا البرنامج؟
az: Bu sürücüsünü siləcəyinizə əminsiniz?
es: ¿Estás seguro de eliminar este controlador?
fr: Êtes-vous sûr de vouloir supprimer ce pilote ?

source: Driver Name
ar: اسم السائق
az: Sürücü Adı
es: Nombre del conductor
fr: Nom du conducteur

source: Enter Driver Name
ar: أدخل اسم السائق
az: Sürücü adını daxil edin
es: Ingrese el nombre del conductor
fr: Entrez le nom du conducteur

source: Driver Mobile
ar: سائق موبايل
az: Sürücü mobil
es: Conductor móvil

source: Enter Driver Mobile
ar: أدخل سائق الجوال
az: Sürücü Mobil daxil edin
es: Ingrese Driver Mobile
fr: Entrez Driver Mobile

source: Enter Driver Email
ar: أدخل البريد الإلكتروني للسائق
az: Sürücü E-poçtunu daxil edin
es: Ingrese el correo electrónico del conductor
fr: Entrez l'e-mail du conducteur

source: Driver Email
ar: البريد الإلكتروني للسائق
az: Sürücü e-poçtu
es: Correo electrónico del conductor
fr: Courriel du conducteur

source: Enter Driver Address
ar: أدخل عنوان السائق
az: Sürücü ünvanını daxil edin
es: Ingrese la dirección del conductor
fr: Entrez l'adresse du conducteur

source: Driver Address
ar: عنوان السائق
az: Sürücü ünvanı
es: Dirección del conductor
fr: Adresse du conducteur

source: Add Driver
ar: إضافة سائق
az: Sürücü əlavə et
es: Agregar controlador
fr: Ajouter un pilote

source: No Drivers Added
ar: لم تتم إضافة أي برامج تشغيل
az: Heç bir sürücü əlavə edilməyib
es: No se agregaron controladores
fr: Aucun pilote ajouté

# noVehicleCreated
source: No Vehicles Created
ar: لم يتم إنشاء أي مركبات
az: Heç bir Vasitə Yaradılmamışdır
es: No se crearon vehículos
fr: Aucun véhicule créé

source: Waiting For Approval
ar: في انتظار الموافقة
az: Təsdiq Gözlənir
es: Esperando aprobación
fr: En attente d'approbation

source: Assign Driver
ar: تعيين السائق
az: Sürücü təyin edin
es: Asignar conductor
fr: Affecter un conducteur

# chooseDriverAssign
source: Choose Driver to Assign
ar: اختر السائق الذي تريد تعيينه
az: Təyin etmək üçün Sürücü seçin
es: Elija el conductor que desea asignar
fr: Choisissez le pilote à attribuer

source: Assign
ar: تعيين
az: Təyin et
es: Asignar
fr: Attribuer

source: Add New Vehicle
ar: إضافة مركبة جديدة
az: Yeni Avtomobil əlavə edin
es: Agregar nuevo vehículo
fr: Ajouter un nouveau véhicule

# selectVehicleType
source: Please select your vehicle type
ar: الرجاء تحديد نوع سيارتك
az: Zəhmət olmasa avtomobilinizin növünü seçin
es: Por favor seleccione su tipo de vehículo
fr: Veuillez sélectionner votre type de véhicule

source: Choose vehicle type
ar: اختر نوع السيارة
az: Avtomobilin növünü seçin
es: Seleccione el tipo de vehículo
fr: Choisissez le type de véhicule

# provideVehicleMake
source: Vehicle make
ar: ماركة السيارة
az: Avtomobil istehsalı
es: Marca del vehículo
fr: Marque du véhicule

source: Enter vehicle make
ar: أدخل ماركة السيارة
az: Avtomobilin markasını daxil edin
es: Introduzca la marca del vehículo
fr: Entrez la marque du véhicule

# provideVehicleModel
source: Vehicle model
ar: طراز السيارة
az: Avtomobil modeli
es: Modelo de vehículo
fr: Modèle de véhicule

source: Enter vehicle model
ar: أدخل طراز السيارة
az: Avtomobilin modelini daxil edin
es: Introduzca el modelo del vehículo
fr: Entrez le modèle du véhicule

# provideModelYear
source: Vehicle model year
ar: سنة طراز السيارة
az: Avtomobilin model ili
es: Año del modelo del vehículo
fr: Année du modèle du véhicule

source: Enter model year
ar: أدخل سنة الموديل
az: Model ilini daxil edin
es: Introduzca el año del modelo
fr: Entrez l'année du modèle

# provideVehicleNumber
source: Vehicle number
ar: رقم السيارة
az: Avtomobil nömrəsi
es: Número de vehículo
fr: Numéro de véhicule

source: Enter Vehicle Number
ar: أدخل رقم السيارة
az: Avtomobilin nömrəsini daxil edin
es: Ingrese el número del vehículo
fr: Entrez le numéro du véhicule

# provideVehicleColor
source: Vehicle color
ar: لون السيارة
az: Avtomobilin rəngi
es: Color del vehículo
fr: Couleur du véhicule

source: Enter Vehicle Color
ar: أدخل لون السيارة
az: Avtomobilin Rəngini daxil edin
es: Ingrese el color del vehículo
fr: Entrez la couleur du véhicule

source: Submit
ar: يُقدِّم
az: Təqdim et
es: Entregar
fr: Soumettre

# vehicleAddedSuccess
source: Vehicle Added Successfully
ar: تمت إضافة السيارة بنجاح
az: Avtomobil Uğurla Əlavə edildi
es: Vehículo añadido correctamente
fr: Véhicule ajouté avec succès

# driverAddedSuccess
source: Driver Added Succcessfully
ar: تمت إضافة برنامج التشغيل بنجاح
az: Sürücü Uğurla Əlavə edildi
es: Controlador añadido correctamente
fr: Pilote ajouté avec succès

source: Completed
ar: مكتمل
az: Tamamlandı
es: Terminado
fr: Complété

source: Cancelled
ar: تم الإلغاء
az: Ləğv edildi
es: Cancelado
fr: Annulé

source: Upcoming
ar: القادمة
az: Qarşıdan gələn
es: Próximamente
fr: Prochain

source: History Details
ar: تفاصيل التاريخ
az: Tarix təfərrüatları
es: Detalles del historial
fr: Détails de l'histoire

source: Duration
ar: مدة
az: Müddət
es: Duración
fr: Durée

source: Distance
ar: مسافة
az: Məsafə
es: Distancia

source: Type of Ride
ar: نوع الرحلة
az: Sürüş növü
es: Tipo de viaje
fr: Type de trajet

source: Fare Breakup
ar: تقسيم الأجرة
az: Gediş haqqının ayrılması
es: Desglose de tarifas
fr: Répartition des tarifs

source: Base Price
ar: السعر الأساسي
az: Baza Qiymət
es: Precio base
fr: Prix de base

source: Taxes
ar: الضرائب
az: Vergilər
es: Impuestos
fr: Impôts

source: Distance Price
ar: سعر المسافة
az: Məsafə Qiyməti
es: Precio de distancia
fr: Prix à distance

source: Time Price
ar: سعر الوقت
az: Vaxt Qiyməti
es: Precio del tiempo
fr: Prix du temps

source: Waiting Price
ar: سعر الانتظار
az: Gözləmə Qiyməti
es: Precio de espera
fr: Prix d'attente

# convFee
source: Convinience Fee
ar: رسوم الراحة
az: Rahatlıq haqqı
es: Tarifa de conveniencia
fr: Frais de commodité

source: Payment Recieved
ar: تم استلام الدفع
az: Ödəniş alındı
es: Pago recibido
fr: Paiement reçu

# noHistoryAvail
source: No History Available
ar: لا يوجد تاريخ متاح
az: Tarixçə mövcud deyil
es: No hay historial disponible
fr: Aucun historique disponible

# applyReferal
source: Apply Referral
ar: تطبيق الإحالة
az: Referal müraciət edin
es: Solicitar referencia
fr: Appliquer une recommandation

source: Enter referral code
ar: أدخل رمز الإحالة
az: İstinad kodunu daxil edin
es: Introduzca el código de referencia
fr: Entrez le code de parrainage

source: Apply
ar: يتقدم
az: Müraciət edin
es: Aplicar
fr: Appliquer

# requiredInfo
source: Fill out this form
ar: إملأ هذا النموذج
az: Bu formanı doldurun
es: Rellene este formulario
fr: Remplissez ce formulaire

# welcomeName
source: Welcome 1111
ar: مرحباً 1111
az: Xoş gəldiniz 1111
es: Bienvenido 1111
fr: Bienvenue 1111

# followSteps
source: Follow these steps to begin your ride.
ar: اتبع الخطوات التالية لبدء رحلتك.
az: Gəzməyə başlamaq üçün bu addımları izləyin.
es: Siga estos pasos para comenzar su viaje.
fr: Suivez ces étapes pour commencer votre balade.

# companyInfo
source: Company Information
ar: معلومات الشركة
az: Şirkət Məlumatı
es: Información de la empresa
fr: Informations sur l'entreprise

source: Profile
ar: حساب تعريفي
az: Profil
es: Perfil
fr: Profil

source: Register For
ar: سجل للحصول على
az: Üçün Qeydiyyatdan Keçin
es: Regístrate para
fr: Inscrivez-vous pour

# chooseServiceLocation
source: Choose your sevice location to register
ar: اختر موقع الخدمة الخاص بك للتسجيل
az: Qeydiyyatdan keçmək üçün xidmət yerini seçin
es: Elige tu ubicación de servicio para registrarte
fr: Choisissez votre lieu de service pour vous inscrire

# chooseServiceLoc
source: Choose service location
ar: اختر موقع الخدمة
az: Xidmət yerini seçin
es: Elija la ubicación del servicio
fr: Choisissez l'emplacement du service

# provideCompanyName
source: Company name
ar: اسم الشركة
az: Şirkət adı
es: Nombre de empresa
fr: Nom de l'entreprise

source: Enter company name
ar: أدخل اسم الشركة
az: Şirkət adını daxil edin
es: Introduzca el nombre de la empresa
fr: Entrez le nom de l'entreprise

# provideCompanyAddress
source: Company address
ar: عنوان الشركة
az: Şirkət ünvanı
es: Dirección de la empresa
fr: Adresse de l'entreprise

source: Enter company address
ar: أدخل عنوان الشركة
az: Şirkət ünvanını daxil edin
es: Introduzca la dirección de la empresa
fr: Entrez l'adresse de l'entreprise

# provideCity
source: City
ar: مدينة
az: Şəhər
es: Ciudad
fr: Ville

# enterCity
source: Enter city name
ar: أدخل اسم المدينة
az: Şəhər adını daxil edin
es: Introduzca el nombre de la ciudad
fr: Entrez le nom de la ville

# providePostalCode
source: Postal code
ar: رمز بريدي
az: Poçt kodu
es: Código Postal
fr: Code Postal

source: Enter postal code
ar: أدخل الرمز البريدي
az: Poçt kodunu daxil edin
es: Introduzca el código postal
fr: Entrez le code postal

# provideTaxNumber
source: Company tax number
ar: رقم ضريبة الشركة
az: Şirkətin vergi nömrəsi
es: Número de identificación fiscal de la empresa
fr: Numéro d'identification fiscale de l'entreprise

# enterTaxNumer
source: Enter tax number
ar: أدخل رقم الضريبة
az: Vergi nömrəsini daxil edin
es: Introduzca el número de identificación fiscal
fr: Entrez le numéro de taxe

source: Upload
ar: رفع
az: Yüklə
es: Subir
fr: Télécharger

# submitNecessaryDocs
source: Please submit the necessary documents
ar: يرجى تقديم المستندات اللازمة
az: Zəhmət olmasa lazımi sənədləri təqdim edin
es: Por favor envíe los documentos necesarios
fr: Veuillez soumettre les documents nécessaires

# evaluatingProfile
source: Your document didn't meet our requirements
ar: لم تتوافق وثيقتك مع متطلباتنا
az: Sənədiniz tələblərimizə cavab vermirdi
es: Su documento no cumplió con nuestros requisitos
fr: Votre document ne répond pas à nos exigences

# profileApprove
source: Please review guidelines and resubmit
ar: يرجى مراجعة الإرشادات وإعادة الإرسال
az: Təlimatları nəzərdən keçirin və yenidən göndərin
es: Por favor revise las pautas y vuelva a enviar
fr: Veuillez consulter les directives et les soumettre à nouveau.

source: Change
ar: يتغير
az: Dəyişmək
es: Cambiar
fr: Changement

# enterValidEmailOrMobile
source: Please enter valid email or mobile number
ar: الرجاء إدخال بريد إلكتروني أو رقم جوال صالح
az: Zəhmət olmasa etibarlı e-poçt və ya mobil nömrə daxil edin
es: Por favor ingrese un correo electrónico o número de teléfono móvil válido
fr: Veuillez saisir une adresse e-mail ou un numéro de téléphone portable valide

# enterEmailOrMobile
source: Please enter email or mobile number
ar: الرجاء إدخال البريد الإلكتروني أو رقم الهاتف المحمول
az: Zəhmət olmasa e-poçt və ya mobil nömrə daxil edin
es: Por favor ingrese su correo electrónico o número de teléfono móvil
fr: Veuillez saisir votre adresse e-mail ou votre numéro de téléphone portable

source: Forgot Password
ar: هل نسيت كلمة السر
az: Şifrəni unutdum
es: Has olvidado tu contraseña
fr: Mot de passe oublié

source: No Data Found
ar: لم يتم العثور على أي بيانات
az: Məlumat tapılmadı
es: No se encontraron datos
fr: Aucune donnée trouvée

# uploadDocument
source: Upload Documents
ar: تحميل المستندات
az: Sənədləri Yükləyin
es: Subir documentos
fr: Télécharger des documents

source: Ratings
ar: التقييمات
az: Reytinqlər
es: Calificaciones
fr: Notes

source: Trips Taken
ar: الرحلات التي قمت بها
az: Gətirilmiş Səfərlər
es: Viajes realizados
fr: Voyages effectués

source: Subscription
ar: الاشتراك
az: Abunəlik
es: Suscripción
fr: Abonnement

source: LeaderBoard
ar: لوحة المتصدرين
az: Liderlər lövhəsi
es: Tabla de clasificación
fr: Tableau des leaders

source: Prev
ar: السابق
az: Əvvəlki
es: Anterior
fr: Précédent

source: Next
ar: التالي
az: Sonrakı
es: Próximo
fr: Suivant

source: Complaint Details
ar: تفاصيل الشكوى
az: Şikayət təfərrüatları
es: Detalles de la queja
fr: Détails de la plainte

# writeYourComplaint
source: Write your complaint here...
ar: اكتب شكواك هنا...
az: Şikayətinizi bura yazın...
es: Escribe tu queja aquí...
fr: Écrivez votre plainte ici...

# makeNewBookingToView
source: Make new booking to view it here.
ar: قم بإجراء حجز جديد لعرضه هنا.
az: Burada baxmaq üçün yeni rezervasiya edin.
es: Haga una nueva reserva para verla aquí.
fr: Faites une nouvelle réservation pour la voir ici.

source: Vehicle Type
ar: نوع المركبة
az: Avtomobilin növü
es: Tipo de vehículo
fr: Type de véhicule

source: Vehicle Make
ar: ماركة السيارة
az: Avtomobil Markası
es: Marca del vehículo
fr: Marque du véhicule

source: Vehicle Model
ar: طراز السيارة
az: Avtomobil Modeli
es: Modelo de vehículo
fr: Modèle de véhicule

source: Vehicle Number
ar: رقم السيارة
az: Avtomobil Nömrəsi
es: Número de vehículo
fr: Numéro de véhicule

source: Vehicle Color
ar: لون السيارة
az: Avtomobilin Rəngi
es: Color del vehículo
fr: Couleur du véhicule

source: Vehicle Not Assigned
ar: السيارة غير مخصصة
az: Avtomobil Təyin olunmayıb
es: Vehículo no asignado
fr: Véhicule non attribué

source: Modify Vehicle Info
ar: تعديل معلومات السيارة
az: Avtomobil məlumatını dəyişdirin
es: Modificar la información del vehículo
fr: Modifier les informations du véhicule

source: Tap to upload image
ar: انقر لتحميل الصورة
az: Şəkli yükləmək üçün toxunun
es: Toque para cargar la imagen
fr: Appuyez pour télécharger l'image

source: Choose Expiry Date
ar: اختر تاريخ انتهاء الصلاحية
az: İstifadə müddətini seçin
es: Elija la fecha de vencimiento
fr: Choisissez la date d'expiration

source: Expiry Date
ar: تاريخ انتهاء الصلاحية
az: İstifadə müddəti
es: Fecha de caducidad
fr: Date d'expiration
