Repository: ravindravala/Platinny
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, es, fr

# verifyMobileNumber
source: Verify your mobile number
ar: التحقق من رقم هاتفك المحمول
az: Mobil nömrənizi doğrulayın
es: Verifica tu número de móvil
fr: Vérifiez votre numéro de téléphone portable

# confirmOtpNumber
source: We'll send a one-time password (OTP) to this number to confirm your identity.
ar: سوف نرسل كلمة مرور لمرة واحدة (OTP) إلى هذا الرقم لتأكيد هويتك.
az: Şəxsiyyətinizi təsdiqləmək üçün bu nömrəyə birdəfəlik parol (OTP) göndərəcəyik.
es: Le enviaremos una contraseña de un solo uso (OTP) a este número para confirmar su identidad.
fr: Nous enverrons un mot de passe à usage unique (OTP) à ce numéro pour confirmer votre identité.

# alreadyHaveAccount
source: Already Have an Account?
ar: هل لديك حساب بالفعل؟
az: Artıq Hesabınız var?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?

source: Send OTP
ar: إرسال OTP
az: OTP göndərin
es: Enviar OTP
fr: Envoyer un code OTP

source: Update Password
ar: تحديث كلمة المرور
az: Parolu yeniləyin
es: Actualizar contraseña
fr: Mettre à jour le mot de passe

# necessaryDocument
source: Please submit the necessary documents for verification.
ar: يرجى تقديم المستندات اللازمة للتحقق.
az: Zəhmət olmasa yoxlama üçün lazımi sənədləri təqdim edin.
es: Por favor, envíe los documentos necesarios para su verificación.
fr: Veuillez soumettre les documents nécessaires à la vérification.

# completeYourRegistration
source: Tell us about your vehicle to complete your registration.
ar: أخبرنا عن سيارتك لاستكمال عملية التسجيل.
az: Qeydiyyatınızı tamamlamaq üçün avtomobiliniz haqqında bizə məlumat verin.
es: Cuéntanos qué información tienes sobre tu vehículo para completar tu registro.
fr: Veuillez nous indiquer les caractéristiques de votre véhicule pour finaliser votre inscription.

source: Reupload Document
ar: إعادة تحميل المستند
az: Sənədi yenidən yükləyin
es: Volver a cargar el documento
fr: Recharger le document

source: Select Type
ar: حدد النوع
az: Növü seçin
es: Seleccionar tipo
fr: Sélectionner le type

source: View Document
ar: عرض المستند
az: Sənədə Baxın
es: Ver documento
fr: Consulter le document

source: Not uploaded
ar: لم يتم تحميله
az: Yüklənməyib
es: No se ha subido
fr: Non téléchargé

# uploadDocuments
source: Upload Document
ar: تحميل المستند
az: Sənədi Yükləyin
es: Subir documento
fr: Téléverser un document

source: Returning Details
ar: تفاصيل الإرجاع
az: Təfərrüatların qaytarılması
es: Detalles de devolución
fr: Détails du retour

source: Help
ar: يساعد
az: Kömək edin
es: Ayuda
fr: Aide

source: Fare Breakdown
ar: تفاصيل الأجرة
az: Gediş haqqı bölgüsü
es: Desglose de tarifas
fr: Détail du tarif

# addProfilePhoto
source: Add a profile photo so user can recognize you
ar: أضف صورة شخصية حتى يتمكن المستخدم من التعرف عليك
az: İstifadəçinin sizi tanıması üçün profil şəkli əlavə edin
es: Añade una foto de perfil para que los usuarios puedan reconocerte.
fr: Ajoutez une photo de profil pour que les utilisateurs puissent vous reconnaître.

# enterNameIdOrPassport
source: Please enter your name as it appears on your ID or passport.
ar: الرجاء إدخال اسمك كما يظهر في بطاقة الهوية أو جواز السفر الخاص بك.
az: Zəhmət olmasa adınızı şəxsiyyət vəsiqənizdə və ya pasportunuzda göründüyü kimi daxil edin.
es: Por favor, introduzca su nombre tal y como aparece en su documento de identidad o pasaporte.
fr: Veuillez saisir votre nom tel qu'il apparaît sur votre carte d'identité ou votre passeport.

# enterYourGender
source: Please enter your gender
ar: الرجاء إدخال جنسك
az: Zəhmət olmasa cinsinizi daxil edin
es: Por favor, indique su género
fr: Veuillez indiquer votre sexe

# enterYourEmail
source: Please enter your valid email
ar: الرجاء إدخال بريدك الإلكتروني الصحيح
az: Zəhmət olmasa etibarlı e-poçtunuzu daxil edin
es: Por favor, introduce tu correo electrónico válido.
fr: Veuillez saisir votre adresse e-mail valide

# sendSmsCode
source: We'll send an SMS code for verification.
ar: سوف نرسل لك رمز SMS للتحقق.
az: Doğrulama üçün SMS kodu göndərəcəyik.
es: Le enviaremos un código SMS para su verificación.
fr: Nous vous enverrons un code SMS pour vérification.

source: Your referral code
ar: رمز الإحالة الخاص بك
az: Sizin referal kodunuz
es: Tu código de referencia
fr: Votre code de parrainage

source: Copy
ar: ينسخ
az: Kopyalayın
es: Copiar
fr: Copie

# referAndEarns
source: Refer and earn
ar: أحل واكسب
az: Müraciət edin və qazanın
es: Recomienda y gana
fr: Parrainez et gagnez

source: Referral history
ar: تاريخ الإحالة
az: İstinad tarixi
es: Historial de derivaciones
fr: Historique des références

source: No Referral History Found
ar: لم يتم العثور على سجل الإحالة
az: İstiqamət Tarixçəsi tapılmadı
es: No se encontró historial de referencias
fr: Aucun historique de référence trouvé

source: Share your code
ar: شارك الكود الخاص بك
az: Kodunuzu paylaşın
es: Comparte tu código
fr: Partagez votre code

# askFriendDownloadApp
source: Ask friend to download the app
ar: اطلب من صديقك تنزيل التطبيق
az: Dostunuzdan proqramı endirməsini xahiş edin
es: Pídele a un amigo que se descargue la aplicación
fr: Demandez à un ami de télécharger l'application

# askYourFriendToDownload
source: Ask your friends to download the 1111 app.
ar: اطلب من أصدقائك تنزيل تطبيق 1111.
az: Dostlarınızdan 1111 proqramını yükləmələrini xahiş edin.
es: Pide a tus amigos que se descarguen la aplicación 1111.
fr: Demandez à vos amis de télécharger l'application 1111.

source: Get rewarded
ar: احصل على المكافأة
az: Mükafat alın
es: Obtén recompensas
fr: Soyez récompensé

# earnCashBackYourFriend
source: Earn cash back when your friends register and travel with 1111.
ar: احصل على استرداد نقدي عندما يقوم أصدقاؤك بالتسجيل والسفر مع 1111.
az: Dostlarınız qeydiyyatdan keçdikdə və 1111 ilə səyahət etdikdə pulu geri qazanın.
es: Gana reembolsos en efectivo cuando tus amigos se registren y viajen con 1111.
fr: Gagnez du cashback lorsque vos amis s'inscrivent et voyagent avec 1111.

source: Enter points to redeem
ar: أدخل النقاط لاستردادها
az: Almaq üçün xalları daxil edin
es: Ingrese los puntos para canjearlos
fr: Saisissez vos points pour les échanger

source: Theme
ar: سمة
az: Mövzu
es: Tema
fr: Thème

source: Add manually
ar: أضف يدويًا
az: Əl ilə əlavə edin
es: Agregar manualmente
fr: Ajouter manuellement

source: Add contact
ar: إضافة جهة اتصال
az: Kontakt əlavə edin
es: Agregar contacto
fr: Ajouter un contact

source: First name
ar: الاسم الأول
az: Ad
es: Nombre de pila
fr: Prénom

source: Last name
ar: اسم العائلة
az: Soyadı
es: Apellido
fr: Nom de famille

# nameRequired
source: Name is required
ar: الاسم مطلوب
az: Ad tələb olunur
es: El nombre es obligatorio.
fr: Le nom est requis.

# phoneNumberRequired
source: Phone number is required
ar: رقم الهاتف مطلوب
az: Telefon nömrəsi tələb olunur
es: Se requiere número de teléfono
fr: Un numéro de téléphone est requis.

source: Add from contacts
ar: إضافة من جهات الاتصال
az: Kontaktlardan əlavə edin
es: Agregar desde contactos
fr: Ajouter depuis les contacts

source: Refresh
ar: ينعش
az: Yeniləyin
es: Refrescar
fr: Rafraîchir

# noDriversAssigned
source: No driver assigned
ar: لم يتم تعيين سائق
az: Heç bir sürücü təyin edilməyib
es: No se ha asignado ningún conductor.
fr: Aucun chauffeur n'a été affecté.

# noCardsAdded
source: No cards added. Add a card to link to your wallet.
ar: لم تتم إضافة أي بطاقات. أضف بطاقة لربطها بمحفظتك.
az: Heç bir kart əlavə edilməyib. Pul kisəsi ilə əlaqə yaratmaq üçün kart əlavə edin.
es: No se han añadido tarjetas. Añade una tarjeta para vincularla a tu cartera.
fr: Aucune carte ajoutée. Ajoutez une carte à lier à votre portefeuille.

source: Add a card
ar: أضف بطاقة
az: Kart əlavə edin
es: Añadir una tarjeta
fr: Ajouter une carte

source: No Wallet History
ar: لا يوجد تاريخ للمحفظة
az: Pulqabı Tarixçəsi yoxdur
es: Sin historial de billetera
fr: Aucun historique de portefeuille

# noPaymentMethodLink
source: No Payment methods linked. Link any payment method for seamless transactions.
ar: لا توجد طرق دفع مرتبطة. اربط أي طريقة دفع لمعاملات سلسة.
az: Ödəniş metodları əlaqələndirilməyib. Problemsiz əməliyyatlar üçün istənilən ödəniş üsulunu əlaqələndirin.
es: No hay métodos de pago vinculados. Vincula cualquier método de pago para realizar transacciones sin problemas.
fr: Aucun mode de paiement n'est enregistré. Enregistrez votre mode de paiement préféré pour des transactions simplifiées.

# linkBankAccount
source: Link a bank account
ar: ربط حساب بنكي
az: Bank hesabını əlaqələndirin
es: Vincula una cuenta bancaria
fr: Lier un compte bancaire

source: Select Payment Method
ar: اختر طريقة الدفع
az: Ödəniş metodunu seçin
es: Seleccione el método de pago
fr: Sélectionnez le mode de paiement

# selectRecipientType
source: Select recipient type and enter details.
ar: حدد نوع المستلم وأدخل التفاصيل.
az: Alıcı növünü seçin və təfərrüatları daxil edin.
es: Seleccione el tipo de destinatario e introduzca los detalles.
fr: Sélectionnez le type de destinataire et saisissez les détails.

source: Your account
ar: حسابك
az: Sizin hesabınız
es: Tu cuenta
fr: Votre compte

source: My Vehicle
ar: سيارتي
az: Mənim Avtomobilim
es: Mi vehículo
fr: Mon véhicule

source: My subscription
ar: اشتراكي
az: Abunəliyim
es: Mi suscripción
fr: Mon abonnement

source: Benefits
ar: فوائد
az: Faydaları
es: Beneficios
fr: Avantages

source: My Earnings
ar: أرباحي
az: Mənim Qazanclarım
es: Mis ganancias
fr: Mes revenus

# languages
source: Language
ar: لغة
az: Dil
es: Idioma
fr: Langue

source: Ride Rating
ar: تصنيف الركوب
az: Sürüş Reytinqi
es: Calificación del viaje
fr: Note du trajet

source: Give Ratings
ar: إعطاء التقييمات
az: Reytinqlər verin
es: Califica
fr: Évaluer

source: Share Ride
ar: شارك في الرحلة
az: Gəzinti paylaşın
es: Compartir viaje
fr: Covoiturage

source: On Demand Ride
ar: ركوب حسب الطلب
az: Tələb Üzrə Sürüş
es: Viaje a pedido
fr: Trajet à la demande

source: Instant Pool
ar: تجمع فوري
az: Ani Hovuz
es: Pool instantáneo
fr: Piscine instantanée

source: Delivery OutStation
ar: توصيل خارج المحطة
az: Çatdırılma OutStation
es: Estación de entrega externa
fr: Poste de livraison

source: Delivery Rental
ar: تأجير التوصيل
az: Çatdırılma İcarəsi
es: Alquiler de entrega
fr: Location de livraison

source: Delivery Ride
ar: رحلة توصيل
az: Çatdırılma Ride
es: Paseo de entrega
fr: Livraison

source: Scheduled Ride at
ar: رحلة مجدولة في
az: Planlı Sürüş
es: Viaje programado a las
fr: Trajet prévu à

source: Bidding Rides
ar: رحلات المزايدة
az: Hərrac səfərləri
es: Viajes de subasta
fr: Courses d’enchères

source: Change Email
ar: تغيير البريد الإلكتروني
az: E-poçtu dəyiş
es: Cambiar correo electrónico
fr: Changer l’e-mail

# verifyEmailId
source: Verify your email id
ar: تحقق من معرف البريد الإلكتروني الخاص بك
az: E-poçt ünvanınızı doğrulayın
es: Verifica tu correo electrónico
fr: Vérifiez votre adresse e-mail

source: Please add address
ar: الرجاء إضافة العنوان
az: Ünvan əlavə edin
es: Por favor agregue la dirección
fr: Veuillez ajouter l'adresse

# verifyEmailText
source: Verify Email
ar: تأكيد البريد الإلكتروني
az: E-poçtu təsdiqləyin
es: Verificar correo electrónico
fr: Vérifier l'adresse e-mail
